{
	"shohidList": [
		{
			"img": "https://shohid.info/shohid/abu-sayed.jpg",
			"id": "1",
			"name": "আবু সাইদ",
			"en_name": "Abu Sayed",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "বেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর",
			"en_description": "Begum Rokeya University, Rangpur",
			"date_of_death": "১৬ জুলাই, ২০২৪",
			"en_date_of_death": "16th July, 2024",
			"age": "২৩ বছর",
			"en_age": "23 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "বাবনপুর, পীরগঞ্জ, রংপুর",
			"en_birth_place": "Babanpur, Pirganj, Rangpur",
			"reason": "১৬ জুলাই দুপুর আড়াইটা থেকে তিনটার দিকে রোকেয়া বিশ্ববিদ্যালয়ের সামনে কোটা সংস্কার আন্দোলনের শিক্ষার্থীদের শান্তিপূর্ণ সমাবেশে ছাত্রদের ছত্রভঙ্গ করার জন্য পুলিশ টিয়ার গ্যাস নিক্ষেপ ও লাঠিচার্জ করলে, ছাত্রদের সবাই স্থান ত্যাগ করলেও আবু সাঈদ হাতে একটি লাঠি নিয়ে দাঁড়িয়ে থাকেন। পুলিশ এই অবস্থায় তার উপরে গুলি ছুড়লে, হাতে থাকা লাঠি দিয়ে রাবার বুলেট ঠেকানোর চেষ্টা করছিলেন। একপর্যায়ে শরীরে একের পর রাবার বুলেটে ক্ষতবিক্ষত হওয়ার পর মাটিতে লুটিয়ে পড়েন আবু সাঈদ। হাসপাতালে নেয়ার আগেই তিনি মৃত্যুবরণ করেন।",
			"en_reason": "On July 16, between 2:30 PM and 3:00 PM, during a peaceful demonstration by students advocating for quota reforms in front of Begum Rokeya University, the police used tear gas and baton charges to disperse the students. While the other students left the scene, Abu Saeed stood his ground with a stick in hand. The police fired rubber bullets at him, and he attempted to shield himself with the stick. Eventually, he was hit repeatedly by rubber bullets and fell to the ground, succumbing to his injuries before reaching the hospital.",
			"personal_life": "রোকেয়া বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের ১২তম ব্যাচের শিক্ষার্থী আবু সাঈদ ২০০১ সালে রংপুর জেলার পীরগঞ্জ উপজেলার বাবনপুর গ্রামে জন্মগ্রহণ করেন। মকবুল হোসেন এবং মনোয়ারা বেগমের ছয় ছেলে ও তিন মেয়ের মধ্যে আবু সাঈদ ছিলেন সবার ছোট। তিনি স্থানীয় জাফর পাড়া সরকারি প্রাথমিক বিদ্যালয় থেকে পঞ্চম শ্রেণিতে ট্যালেন্টপুলে বৃত্তি পেয়ে স্থানীয় খালাশপীর দ্বিমুখী উচ্চ বিদ্যালয় ভর্তি হন এবং এখান থেকে জি‌পিএ-৫ পে‌য়ে এসএসসি পাশ করে ২০১৮ সালে রংপুর সরকা‌রি কলেজে ভর্তি হন। এখান থেকে জি‌পিএ-৫ পেয়ে ইন্টারমিডিয়েট পাশ করে ২০২০ সালে বেগম রো‌কেয়া‌ বিশ্ব‌বিদ্যাল‌য়ে ইং‌রে‌জি বিভাগে ভ‌র্তি হন।",
			"en_personal_life": "Abu Saeed, a student from the 12th batch of the English Department at Begum Rokeya University, was born in 2001 in Babunpur village, Pirganj Upazila, Rangpur District. He was the youngest among the six sons and three daughters of Mokbul Hossain and Monowara Begum. He received a talent pool scholarship in the fifth grade from the local Zafar Para Government Primary School and then admitted in the local Khalashpi Bimukhi High School, where he passed SSC with a GPA-5. He then joined Rangpur Government College in 2018, completed his intermediate education with a GPA-5, and in 2020, he admitted in the English Department at Begum Rokeya University."
		},
		{
			"img": "https://shohid.info/shohid/faisal-ahmed-shanto.jpg",
			"id": "2",
			"name": "ফয়সাল আহমেদ শান্ত",
			"en_name": "Faisal Ahmed Shanto",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ওমরগণি এম.ই.এস. কলেজ, চট্টগ্রাম",
			"en_description": "Omar Gani MES College, Chattogram",
			"date_of_death": "১৬ জুলাই, ২০২৪",
			"en_date_of_death": "16th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "পতেঙ্গা, চট্টগ্রাম",
			"en_birth_place": "Patenga, Chattogram",
			"reason": "ফয়সাল আহমেদ শান্ত কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Faisal Ahmed Shanto passed away; the search for information is ongoing.",
			"personal_life": "ফয়সাল আহমেদ শান্ত এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Faisal Ahmed Shanto is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/md-wasim-akrum.jpg",
			"id": "3",
			"name": "মোঃ ওয়াসিম আকরুম",
			"en_name": "Mohammad Wasim Akram",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "চট্টগ্রাম কলেজ, চট্টগ্রাম",
			"en_description": "Chattogram College, Chattogram",
			"date_of_death": "১৬ জুলাই, ২০২৪",
			"en_date_of_death": "16th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "পেকুয়া, কক্সবাজার, চট্টগ্রাম",
			"en_birth_place": "Pekua, Cox's Bazar, Chattogram",
			"reason": "মোঃ ওয়াসিম আকরুম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Mohammad Wasim Akram passed away; the search for information is ongoing.",
			"personal_life": "মোঃ ওয়াসিম আকরুম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Wasim Akram is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "4",
			"name": "মোঃ ফারুক",
			"en_name": "Mohammad Faruk",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "ষোলশহর, চট্টগ্রাম এর একটি চেয়ারের দোকানের কর্মচারী",
			"en_description": "Employee at a chair shop in Solshohor, Chattogram",
			"date_of_death": "১৬ জুলাই, ২০২৪",
			"en_date_of_death": "16th July, 2024",
			"age": "৩২ বছর",
			"en_age": "32 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "কুমিল্লা",
			"en_birth_place": "Comilla",
			"reason": "ফারুক ষোলশহরের একটি চেয়ারের দোকানে কাজ করতেন। মঙ্গলবার (১৬ জুলাই) বেলা ৩টার পর তিনি নগরের লালখান বাজারের ভাড়া বাসা থেকে আবার দোকানে ফিরছিলেন। কিন্তু ষোলশহরের কাছে আন্দোলনকারী ও ছাত্রলীগের সংঘর্ষের মধ্যে পড়ে যান তিনি। এ সময় গুলিবিদ্ধ হয়ে ঘটনাস্থলইে প্রাণ হারান ফারুক। তবে তার পরও আশপাশের লোকজন তাকে চট্টগ্রাম মেডিকেল কলেজ হাসপাতালে নিয়ে যান।",
			"en_reason": "Faruk worked at a chair shop in Solshohor. On Tuesday (16th July), after 3 PM, he was returning to the shop from his rented apartment in Lal Khan Bazar. However, he got caught in a clash between protesters and the student league near Solshohor. During this time, he was shot and lost his life at the scene. Despite this, nearby people took him to Chattogram Medical College Hospital.",
			"personal_life": "মোঃ ফারুক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Faruk is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/sakib-hasan.jpg",
			"id": "5",
			"name": "সাকিব হাসান",
			"en_name": "Sakib Hasan",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "আর,কে চোধূরী স্কুল এন্ড কলেজ, সায়েদাবাদ, যাত্রাবাড়ী, ঢাকা",
			"en_description": "RK Choudhury School and College, Syedabad, Jatrabari, Dhaka",
			"date_of_death": "১৭ জুলাই, ২০২৪",
			"en_date_of_death": "17th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "কাজলার পাড়, মধ্যপাড়া, যাত্রাবাড়ী, ঢাকা",
			"en_birth_place": "Kajlar Pār, Madhyapārā, Jatrabari, Dhaka",
			"reason": "আর কে চৌধুরী কলেজ",
			"en_reason": "RK Choudhury College",
			"personal_life": "সাকিব হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Sakib Hasan is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/tahmid-tamim.jpg",
			"id": "6",
			"name": "তাহমিদ তামিম",
			"en_name": "Tahmid Tamim",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "কাদির মোল্লা হাই স্কুল, নরসিংদী",
			"en_description": "Kadir Molla High School, Narsingdi",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৫ বছর",
			"en_age": "15 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "তাহমিদ তামিম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Tahmid Tamim passed away; the search for information is ongoing.",
			"personal_life": "তাহমিদ তামিম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Tahmid Tamim is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/shykh-aashhabul-yamin.jpg",
			"id": "7",
			"name": "শাইখ আশহাবুল ইয়ামিন",
			"en_name": "Shaikh Ashabul Yamin",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "মিলিটারি ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি, ঢাকা",
			"en_description": "Military Institute of Science and Technology, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "কুমারখালী, কুষ্টিয়া, খুলনা",
			"en_birth_place": "Kumarkhali, Kushtia, Khulna",
			"reason": "পুলিশের গুলিতে নিহত",
			"en_reason": "Killed by police gunfire",
			"personal_life": "ইয়ামিন সাভার ক্যান্টনমেন্ট স্কুল অ্যান্ড কলেজ থেকে এসএসসি ও এইচএসসি পাস করেন। তিনি রাজধানীর মিরপুরের মিলিটারি ইনস্টিটিউট অব সায়েন্স অ্যান্ড টেকনোলজির (এমআইএসটি) কম্পিউটারবিজ্ঞান ও প্রকৌশল বিভাগের চতুর্থ বর্ষের শিক্ষার্থী ছিলেন, থাকতেন এমআইএসটির ওসমানী হলে। ইয়ামিন সাহসী ছিলেন। অন্যায় দেখলেই প্রতিবাদ করতেন। ইয়ামিন অত্যন্ত মেধাবী ছিলেন। বন্ধুরা কোনো বিষয় বুঝতে না পারলে ইয়ামিন বুঝিয়ে দিতেন। ইয়ামিন বিতর্ক করতেন। এমআইএসটিতে বিতর্ক ক্লাবের ভাইস প্রেসিডেন্ট ছিলেন ইয়ামিন। ছেলে বড় হলেও অবসরে ছোট বাচ্চাদের মতো ‘টম অ্যান্ড জেরি’ থেকে শুরু করে বিভিন্ন কার্টুন দেখতেন বলে জানান তার বাবা।",
			"en_personal_life": "Yamin passed SSC and HSC from Savar Cantonment School and College. He was a fourth-year student in the Computer Science and Engineering Department at the Military Institute of Science and Technology (MIST) in Mirpur, Dhaka, and resided in the Osman Hall of MIST. Yamin was courageous and would protest against injustice. He was extremely intelligent and would explain things to his friends if they didn't understand. Yamin was involved in debates and was the Vice President of the Debate Club at MIST. Despite being grown up, he enjoyed watching cartoons like 'Tom and Jerry' in his spare time, as shared by his father."
		},
		{
			"img": "https://shohid.info/shohid/jahiduzzaman-tanvin.jpg",
			"id": "8",
			"name": "জাহিদ্দুজ্জামান তানভিন",
			"en_name": "Zahiduzzaman Tanvin",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইসলামিক ইউনিভার্সিটি অফ টেকনোলজি, গাজীপুর",
			"en_description": "Islamic University of Technology, Gazipur",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "ব্রাহ্মণবাড়িয়া, চট্টগ্রাম",
			"en_birth_place": "Brahmanbaria, Chattogram",
			"reason": "জাহিদ্দুজ্জামান তানভিন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Zahiduzzaman Tanvin passed away; the search for information is ongoing.",
			"personal_life": "জাহিদ্দুজ্জামান তানভিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Zahiduzzaman Tanvin is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/farhan-faiyaaz.jpg",
			"id": "9",
			"name": "ফারহান ফাইয়াজ",
			"en_name": "Farhan Faiyaz",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ঢাকা রেসিডেনসিয়াল মডেল কলেজ, মোহাম্মদপুর",
			"en_description": "Dhaka Residential Model College, Mohammadpur",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৭ বছর",
			"en_age": "17 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "ফারহান ফাইয়াজ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Farhan Faiyaz passed away; the search for information is ongoing.",
			"personal_life": "ফারহান ফাইয়াজ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Farhan Faiyaz is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/mir-mugdho.jpg",
			"id": "10",
			"name": "মীর মুগ্ধ",
			"en_name": "Mir Mughud",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "বাংলাদেশ ইউনিভার্সিটি অফ প্রফেশনস",
			"en_description": "Bangladesh University of Professionals",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "মীর মুগ্ধ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Meer Mughud passed away; the search for information is ongoing.",
			"personal_life": "মীর মুগ্ধ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Meer Mughud is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/shah-newaz-fahad.jpg",
			"id": "11",
			"name": "শাহ নেওয়াজ ফাহাদ",
			"en_name": "Shah Newaz Fahad",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইস্ট ওয়েস্ট ইউনিভার্সিটি, ঢাকা",
			"en_description": "East West University, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "শাহ নেওয়াজ ফাহাদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Shah Newaz Fahad passed away; the search for information is ongoing.",
			"personal_life": "শাহ নেওয়াজ ফাহাদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Shah Newaz Fahad is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/shakil-parvej.jpg",
			"id": "12",
			"name": "শাকিল পারভেজ",
			"en_name": "Shakil Parvez",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "মানারাত ইন্টারন্যাশনাল ইউনিভার্সিটি",
			"en_description": "Manarat International University",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "গাজীপুর, ঢাকা",
			"en_birth_place": "Gazipur, Dhaka",
			"reason": "শাকিল পারভেজ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Shakil Parvez passed away; the search for information is ongoing.",
			"personal_life": "শাকিল পারভেজ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Shakil Parvez is ongoing. If you have any information about him, please help us by providing it."
		},

		{
		"img":"https://shohid.info/shohid/sheikh-fahmin-zafor.jpg",
  "id": "13",
  "name": "শেখ ফাহমিন জাফর",
  "en_name": "Sheikh Fahmin Zafar",
  "occupation": "শিক্ষার্থী",
  "en_occupation": "Student",
  "description": "টংগী সরকারি কলেজ",
  "en_description": "Tongi Government College",
  "date_of_death": "১৮ জুলাই, ২০২৪",
  "en_date_of_death": "18th July, 2024",
  "age": "১৭ বছর",
  "en_age": "17 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "আত্রাই, নওগাঁ, রাজশাহী",
  "en_birth_place": "Atrai, Naogaon, Rajshahi",
  "reason": "শেখ ফাহমিন জাফর কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
  "en_reason": "Details on how Sheikh Fahmin Zafar died are not yet available. The search for information is ongoing.",
  "personal_life": "শেখ ফাহমিন জাফর এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Sheikh Fahmin Zafar is ongoing. If you have any information about him, please help us by providing it."
}




		,
		{
			"img": "https://shohid.info/shohid/zillur-sheikh.jpg",
			"id": "14",
			"name": "জিল্লুর শেখ",
			"en_name": "Zillur Sheikh",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইম্পেরিয়াল কলেজ, ঢাকা",
			"en_description": "Imperial College, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২০ বছর",
			"en_age": "20 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "গোপালগঞ্জ, ঢাকা",
			"en_birth_place": "Gopalganj, Dhaka",
			"reason": "জিল্লুর শেখ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Zillur Sheikh passed away; the search for information is ongoing.",
			"personal_life": "জিল্লুর শেখ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Zillur Sheikh is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/dipto-dey.jpg",
			"id": "15",
			"name": "দীপ্ত দে",
			"en_name": "Dipto De",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "মাদারীপুর সরকারি কলেজ",
			"en_description": "Madaripur Government College",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২১ বছর",
			"en_age": "21 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মাদারীপুর, ঢাকা",
			"en_birth_place": "Madaripur, Dhaka",
			"reason": "দীপ্ত দে কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Dipto De passed away; the search for information is ongoing.",
			"personal_life": "দীপ্ত দে এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Dipto De is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/rudro-sen.jpg",
			"id": "16",
			"name": "রুদ্র সেন",
			"en_name": "Rudra Sen",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, সিলেট",
			"en_description": "Shahjalal University of Science and Technology, Sylhet",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "দিনাজপুর, রাজশাহী",
			"en_birth_place": "Dinajpur, Rajshahi",
			"reason": "রুদ্র সেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Rudra Sen passed away; the search for information is ongoing.",
			"personal_life": "রুদ্র সেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Rudra Sen is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/mehedi-hasan.jpg",
			"id": "17",
			"name": "হাসান মেহেদী",
			"en_name": "Hasan Mehedi",
			"occupation": "সাংবাদিক",
			"en_occupation": "Journalist",
			"description": "ঢাকা টাইমস",
			"en_description": "Dhaka Times",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "হাসান মেহেদী কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Hasan Mehedi passed away; the search for information is ongoing.",
			"personal_life": "হাসান মেহেদী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Hasan Mehedi is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/emon-ahmed.jpg",
			"id": "18",
			"name": "ইমন আহমেদ",
			"en_name": "Imon Ahmed",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইউনিভার্সিটি অফ ক্রিয়েটিভ টেকনোলজি, চট্টগ্রাম",
			"en_description": "University of Creative Technology, Chittagong",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "ইমন আহমেদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Imon Ahmed passed away; the search for information is ongoing.",
			"personal_life": "ইমন আহমেদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Imon Ahmed is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/siam-1.jpg",
			"id": "19",
			"name": "সিয়াম",
			"en_name": "Siam",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "মোবাইল ব্যাটারির দোকান, ঢাকা",
			"en_description": "Mobile Battery Shop, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৮ বছর",
			"en_age": "18 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "সিয়াম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Siam passed away; the search for information is ongoing.",
			"personal_life": "সিয়াম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Siam is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "20",
			"name": "দুলাল মাতবর",
			"en_name": "Dulal Matbor",
			"occupation": "গাড়ী চালক",
			"en_occupation": "Driver",
			"description": "ঢাকা",
			"en_description": "Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "দুলাল মাতবর কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Dulal Matbor passed away; the search for information is ongoing.",
			"personal_life": "দুলাল মাতবর এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Dulal Matbor is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "21",
			"name": "মোহাম্মদ",
			"en_name": "Mohammad",
			"occupation": "null",
			"en_occupation": "null",
			"description": "null",
			"en_description": "null",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২০ বছর",
			"en_age": "20 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "মোহাম্মদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Mohammad passed away; the search for information is ongoing.",
			"personal_life": "মোহাম্মদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "22",
			"name": "শরীফ হাসান",
			"en_name": "Sharif Hasan",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইম্পেরিয়াল কলেজ, ঢাকা",
			"en_description": "Imperial College, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "শরীফ হাসান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Sharif Hasan passed away; the search for information is ongoing.",
			"personal_life": "শরীফ হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Sharif Hasan is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/imon-miah.jpg",
			"id": "23",
			"name": "ইমন মিয়া",
			"en_name": "Imon Mia",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "সরকারি শহীদ আসাদ কলেজ, নরসিংদী",
			"en_description": "Government Shaheed Asad College, Narsingdi",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "ইমন মিয়া কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Imon Mia passed away; the search for information is ongoing.",
			"personal_life": "ইমন মিয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Imon Mia is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "24",
			"name": "শাকিল হাসান",
			"en_name": "Shakil Hasan",
			"occupation": "সাংবাদিক",
			"en_occupation": "Journalist",
			"description": "দৈনিক ভোরের আওয়াজ",
			"en_description": "Daily Bhorer Awaj",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "শাকিল হাসান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Shakil Hasan passed away; the search for information is ongoing.",
			"personal_life": "শাকিল হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Shakil Hasan is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/kalid-hasan-saifullah.jpg",
			"id": "25",
			"name": "খালিদ হাসান সাইফুল্লাহ",
			"en_name": "Khalid Hasan Saifulah",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইম্পেরিয়াল কলেজ, ঢাকা",
			"en_description": "Imperial College, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৮ বছর",
			"en_age": "18 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "লালবাগ, ঢাকা",
			"en_birth_place": "Lalbagh, Dhaka",
			"reason": "খালিদ হাসান সাইফুল্লাহ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Khalid Hasan Saifulah passed away; the search for information is ongoing.",
			"personal_life": "হাফেজ আব্দুর রাজ্জাক মাদ্রাসার শিক্ষক কামরুল হাসানের সন্তান।",
			"en_personal_life": "He is the son of Kamrul Hasan, a teacher at Hafiz Abdur Razzak Madrasa."
		},
		{
			"img": "null",
			"id": "26",
			"name": "মোহাম্মদ ইমাদ",
			"en_name": "Mohammad Imad",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "পটিয়া সরকারি কলেজ, চট্টগ্রাম",
			"en_description": "Patiya Government College, Chattogram",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "মোহাম্মদ ইমাদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Mohammad Imad passed away; the search for information is ongoing.",
			"personal_life": "মোহাম্মদ ইমাদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Imad is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/asif-iqbal.jpg",
			"id": "27",
			"name": "আসিফ ইকবাল",
			"en_name": "Asif Iqbal",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইন্ডিপেন্ডেন্ট বিশ্ববিদ্যালয় বাংলাদেশ, ঢাকা",
			"en_description": "Independent University Bangladesh, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "৩১ বছর",
			"en_age": "31 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মাগুরা, খুলনা",
			"en_birth_place": "Magura, Khulna",
			"reason": "আসিফ ইকবাল কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Asif Iqbal passed away; the search for information is ongoing.",
			"personal_life": "আসিফ ইকবাল এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Asif Iqbal is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/hridoy-chandra-tarua.jpg",
			"id": "28",
			"name": "হৃদয় চন্দ্র তরুয়া",
			"en_name": "Hriday Chandra Tarua",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "চট্টগ্রাম বিশ্ববিদ্যালয়",
			"en_description": "University of Chattogram",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মির্জাগঞ্জ, পটুয়াখালী",
			"en_birth_place": "Mirzaganj, Patukhali",
			"reason": "হৃদয় চন্দ্র তরুয়া কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Hriday Chandra Tarua passed away; the search for information is ongoing.",
			"personal_life": "হৃদয় চন্দ্র তরুয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Hriday Chandra Tarua is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/rahat-hossain.jpg",
			"id": "29",
			"name": "রাহাত হোসেন",
			"en_name": "Rahat Hossain",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "নওয়াব হাবিবুল্লাহ্ মডেল স্কুল এন্ড কলেজ, ঢাকা",
			"en_description": "Nawab Habibullah Model School and College, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৮ বছর",
			"en_age": "18 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "গোপালপুর, টংগী, গাজীপুর",
			"en_birth_place": "Gopalpur, Tongi, Gazipur",
			"reason": "রাহাত হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Rahat Hossain passed away; the search for information is ongoing.",
			"personal_life": "রাহাত হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Rahat Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/sabbir-ahmed-jhenaidah.jpg",
			"id": "30",
			"name": "সাব্বির আহমেদ",
			"en_name": "Sabbir Ahmed",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "অর্গান লিমিটেড কেয়ার",
			"en_description": "Organ Limited Care",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "শৈলকুপা, ঝিনাইদহ, খুলনা",
			"en_birth_place": "Shailkupa, Jhinaidah, Khulna",
			"reason": "তাঁর শরীরে জ্বর ছিল। তাই বাইরের অবস্থা খারাপ হলেও ওষুধের জন্য বের হয়েছিলেন। সেখানে গুলিতে তাঁর মৃত্যু হয়।",
			"en_reason": "He had a fever. Despite the worsening conditions outside, he went out to get medicine. He was shot and died there.",
			"personal_life": "বাবা আমদ আলী ও মা রাশিদা খাতুন। তিন সন্তানের মধ্যে সাব্বির সবার বড়। ছোট দুই ভাইবোন, সুমাইয়া খাতুন (১৭) ও সাদিক হোসেন (১২)। বাবার নিজের কোনো কৃষিজমি নেই। অন্যের জমিতে কাজ করে সংসার চালান তিনি। সাব্বির মাদ্রাসা ছাত্র ছিলেন । পরিবারের বড় সন্তান হিসাবে সংসারের হাল ধরতে উপার্জনের আশায় ঢাকায় গিয়েছিলেন। প্রথমে উত্তরায় চাচাতো ভাই শামীম হোসেনের দোকানে কাজ করতেন । পরে অন্য কোম্পানিতে কাজ নেয় । ১৯ জুলাই সকাল সাড়ে ১০টার দিকে তাঁর লাশ পারিবারিক কবরস্থানে দাফন করা হয়।",
			"en_personal_life": "His father is Amd Ali and his mother is Rashida Khatun. Among three siblings, Sabbir was the eldest. He had two younger siblings, Sumaiya Khatun (17) and Sadik Hossain (12). His father did not own any agricultural land and managed the household by working on others' land. Sabbir was a madrasa student. As the eldest son, he went to Dhaka hoping to earn and support his family. Initially, he worked at his cousin Shamim Hossain's shop in Uttara. Later, he took a job with another company. On 19th July, at around 10:30 AM, his body was buried in the family graveyard."
		},
		{
			"img": "https://shohid.info/shohid/dr-sajib-sarker.jpg",
			"id": "31",
			"name": "ডাঃ সজীব সরকার",
			"en_name": "Dr. Sojib Sorkar",
			"occupation": "ডাক্তার",
			"en_occupation": "Doctor",
			"description": "তায়রুননেছা মেমোরিয়াল মেডিকেল কলেজ, টঙ্গী",
			"en_description": "Tayrunnesa Memorial Medical College, Tongi",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৮ বছর",
			"en_age": "28 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "ডাঃ সজীব সরকার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Dr. Sojib Sorkar passed away; the search for information is ongoing.",
			"personal_life": "ডাঃ সজীব সরকার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Dr. Sojib Sorkar is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/asif-hasan.jpg",
			"id": "32",
			"name": "আসিফ হাসান",
			"en_name": "Asif Hasan",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "নর্দান ইউনিভার্সিটি বাংলাদেশ",
			"en_description": "Northern University Bangladesh",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২১ বছর",
			"en_age": "21 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "আস্কারপুর, দেবহাটা, সাতক্ষীরা",
			"en_birth_place": "Askarpur, Debhata, Satkhira",
			"reason": "১৮ জুলাই ঢাকার উত্তরায় বিক্ষোভকারীদের সঙ্গে পুলিশের সংঘর্ষে গুলিতে মারাত্মক আহত হন আসিফ হাসান। দুপুর ১২টার দিকে তাঁকে উত্তরা আধুনিক মেডিকেলে নিয়ে গেলে কর্তব্যরত চিকিৎসক মৃত ঘোষণা করেন।",
			"en_reason": "On 18th July, Asif Hasan was critically injured by gunfire during a clash between protesters and police in Uttara, Dhaka. He was taken to Uttara Modern Medical College around 12 PM, where the attending doctor pronounced him dead.",
			"personal_life": "আসিফ হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Asif Hasan is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "33",
			"name": "মানিক মিয়া",
			"en_name": "Manik Mia",
			"occupation": "অটো চালক",
			"en_occupation": "Auto Driver",
			"description": "null",
			"en_description": "null",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৮ বছর",
			"en_age": "28 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "রংপুর",
			"en_birth_place": "Rangpur",
			"reason": "মানিক মিয়া কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Manik Mia passed away; the search for information is ongoing.",
			"personal_life": "মানিক মিয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Manik Mia is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/md-ahsadun.jpg",
			"id": "34",
			"name": "মোঃ আহাদুন",
			"en_name": "Mohammad Ahadun",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইউসিইপি হাজি সিকান্দার আলী টেকনিকাল স্কুল",
			"en_description": "UCEP Haji Sikandar Ali Technical School",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৫ বছর",
			"en_age": "15 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "বড্ডা, ঢাকা",
			"en_birth_place": "Badda, Dhaka",
			"reason": "১৮-ই জুলাই বিকালে/সন্ধ্যায় তার বাসা থেকে মেরুল বাড্ডা মেইন রোডে যায়। এরপর থাকে দুই দিন যাবত সে নিখোঁজ। দুইদিন পর তার লাশ ঢাকা মেডিকেল কলেজের মর্গে পাওয়া যায়। সে গুলিতে নিহত হয়েছে।",
			"en_reason": "On 18th July, he left his house in the afternoon/evening to go to Merul Badda Main Road. He was missing for two days and was later found dead in the morgue of Dhaka Medical College. He was killed by gunfire.",
			"personal_life": "মোঃ আহাদুন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Ahadun is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "35",
			"name": "মোঃ সাকলাইন",
			"en_name": "Mohammad Saklain",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইউনাইটেড ইন্টারন্যাশনাল ইউনিভার্সিটি",
			"en_description": "United International University",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৬ বছর",
			"en_age": "26 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "মোঃ সাকলাইন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Mohammad Saklain passed away; the search for information is ongoing.",
			"personal_life": "মোঃ সাকলাইন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Saklain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "36",
			"name": "জুবায়ের আহমেদ",
			"en_name": "Jubayer Ahmed",
			"occupation": "ব্যবসায়ী",
			"en_occupation": "Businessman",
			"description": "কাওলা হাজী ক্যাম্প",
			"en_description": "Kawla Haji Camp",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৫ বছর",
			"en_age": "25 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "দক্ষিনখান উত্তরা ঢাকা",
			"en_birth_place": "Dakshinkhan, Uttara, Dhaka",
			"reason": "উত্তরা আজমপুরে পুলিশের গুলিতে",
			"en_reason": "Shot by police in Uttara Azampur",
			"personal_life": "জুবায়ের আহমেদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Jubayer Ahmed is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/abdullah-al-tahir.jpg",
			"id": "37",
			"name": "আব্দুল্লাহ আল তাহির",
			"en_name": "Abdullah Al Tahir",
			"occupation": "গ্রাফিক্স ডিজাইনার",
			"en_occupation": "Graphic Designer",
			"description": "সৃজন গ্রাফিক্স প্রিন্টার্স, সিরাজ মার্কেট রোড, উত্তরা, ঢাকা",
			"en_description": "Srijon Graphics Printers, Siraj Market Road, Uttara, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৮ বছর",
			"en_age": "28 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "রংপুর",
			"en_birth_place": "Rangpur",
			"reason": "গত ১৮ জুলাই বৈষম্যবিরোধী আন্দোলনে গুলিবিদ্ধ হয়ে শাহাদাত বরণ করেছেন",
			"en_reason": "On 18th July, he was martyred by gunfire during an anti-discrimination movement.",
			"personal_life": "আব্দুল্লাহ আল তাহির এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Abdullah Al Tahir is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/saimon-hossain.jpg",
			"id": "38",
			"name": "সাইমন হোসেন",
			"en_name": "Simon Hossain",
			"occupation": "দোকান কর্মচারী",
			"en_occupation": "Shop Employee",
			"description": "সাইমন বহদ্দারহাটে একটি মুদী দোকানে কাজ করতেন",
			"en_description": "Simon worked at a grocery store in Bahaddarhat",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৪ বছর",
			"en_age": "14 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "হারামিয়া, সন্দীপ, চট্রগ্রাম",
			"en_birth_place": "Haramiya, Sandip, Chattogram",
			"reason": "বৃহষ্পতিবার বহদ্দারহাট মোড়ে সংঘর্ষের সময় গুলিবিদ্ধ হয়ে নিহত হয় সাইমন। ঘটনাস্থল থেকে গুলিবিদ্ধ সাইমনকে চট্টগ্রাম মেডিকেল নিয়ে যাওয়া হলে কর্তব্যরত চিকিৎসক তাকে মৃত ঘোষনা করেন।",
			"en_reason": "On Thursday, Simon was shot and killed during a clash at Bahaddarhat intersection. After being shot at the scene, Simon was taken to Chattogram Medical College, where the attending doctor pronounced him dead.",
			"personal_life": "সাইমন হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Simon Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "39",
			"name": "এহসান হাবিব",
			"en_name": "Ehsan Habib",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "বিআরবি ক্যাবল ইন্ডাস্ট্রিজ লিমিটেড",
			"en_description": "BRB Cable Industries Limited",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "ফাঁসিয়াখালী, চকরিয়া, কক্সবাজার",
			"en_birth_place": "Fasiakhali, Chakaria, Cox's Bazar",
			"reason": "১৮ জুলাই বৃহস্পতিবার পুলিশের সঙ্গে আন্দোলনকারীদের সংঘর্ষে হাশেমিয়া কামিল মাদরাসা এলাকায় আন্দোলনকারীদের ছয়জন গুলিবিদ্ধ হন। তাঁদের কক্সবাজার সদর হাসপাতালে ভর্তি করা হয়। তাঁদের মধ্যে আশঙ্কাজনক অবস্থায় এহসান হাবিব (২২) চট্টগ্রাম মেডিক্যাল কলেজ (চমেক) হাসপাতালে নেওয়ার পথে মারা যান।",
			"en_reason": "On Thursday, 18th July, during a clash between protesters and the police in the Hasiya Kamil Madrasa area, six protesters were shot. They were admitted to Cox's Bazar Sadar Hospital. Among them, Ehsan Habib (22) was in critical condition and died on the way to Chattogram Medical College (CMCH).",
			"personal_life": "এহসান হাবিব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Ehsan Habib is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/amjad-hosen.jpg",
			"id": "40",
			"name": "আমজাদ হোসেন",
			"en_name": "Amjad Hossain",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "সরকারি শহীদ আসাদ কলেজ, শিবপুর, নরসিংদী",
			"en_description": "Government Shaheed Asad College, Shibpur, Narsingdi",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "নরসিংদী",
			"en_birth_place": "Narsingdi",
			"reason": "পুলিশের ছোড়া গুলি বিদ্ধ হয়ে মারা যান",
			"en_reason": "He was shot and killed by police gunfire.",
			"personal_life": "আমজাদ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Amjad Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/md-abdul-kaium-ahad.jpg",
			"id": "41",
			"name": "মোঃ আব্দুল কাইয়ুম আহাদ",
			"en_name": "Mohammad Abdul Kayyum Ahad",
			"occupation": "এসি মেকানিক",
			"en_occupation": "AC Mechanic",
			"description": "যাত্রাবাড়ী, ঢাকা",
			"en_description": "Jatrabari, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৭ বছর",
			"en_age": "17 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "নরোত্তমপুর, বেগমগঞ্জ, নোয়াখালী",
			"en_birth_place": "Norottampur, Begumganj, Noakhali",
			"reason": "- সূত্র: প্রথম আলো",
			"en_reason": "- Source: Prothom Alo",
			"personal_life": "মোঃ আব্দুল কাইয়ুম আহাদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Abdul Kayyum Ahad is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "42",
			"name": "মোহাম্মদ ইমরান",
			"en_name": "Mohammad Imran",
			"occupation": "বাবুর্চি",
			"en_occupation": "Chef",
			"description": "কাজলা, যাত্রাবাড়ী, ঢাকা",
			"en_description": "Kazla, Jatrabari, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৪ বছর",
			"en_age": "24 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "কাজলা, যাত্রাবাড়ী, ঢাকা",
			"en_birth_place": "Kazla, Jatrabari, Dhaka",
			"reason": "মোহাম্মদ ইমরান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Mohammad Imran passed away; the search for information is ongoing.",
			"personal_life": "মোহাম্মদ ইমরান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Imran is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "43",
			"name": "মোঃ হোসেন",
			"en_name": "Mohammad Hossain",
			"occupation": "গাড়ী চালক",
			"en_occupation": "Driver",
			"description": "চর নুরুল আমিন, নীলকমল, চরফ্যাশন, ভোলা",
			"en_description": "Char Nurul Amin, Nilkomol, Charfasshon, Bhola",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "চর নুরুল আমিন, নীলকমল, চরফ্যাশন, ভোলা",
			"en_birth_place": "Char Nurul Amin, Nilkomol, Charfasshon, Bhola",
			"reason": "- সূত্র: মানবজমিন",
			"en_reason": "- Source: Manabzamin",
			"personal_life": "মোঃ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/tajul-islam.jpg",
			"id": "44",
			"name": "তাজুল ইসলাম",
			"en_name": "Tajul Islam",
			"occupation": "রেন্ট-এ-কার মালিক",
			"en_occupation": "Rent-a-Car Owner",
			"description": "আজমপুর, উত্তরা, ঢাকা",
			"en_description": "Azampur, Uttara, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "৫৮ বছর",
			"en_age": "58 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "গামারোয়া, শিলমুড়ি, বরুড়া, কুমিল্লা",
			"en_birth_place": "Gamaroya, Shilmuri, Barura, Cumilla",
			"reason": "- সূত্র: bdnews24.com",
			"en_reason": "- Source: bdnews24.com",
			"personal_life": "তাজুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Tajul Islam is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/abu-jafor.jpg",
			"id": "45",
			"name": "আবু জাফর",
			"en_name": "Abu Jafar",
			"occupation": "বাস চালক",
			"en_occupation": "Bus Driver",
			"description": "শ্যামলী পরিবহন",
			"en_description": "Shyamoli Transport",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "৪৯ বছর",
			"en_age": "49 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "ছোট মাছুয়া, মঠবাড়িয়া, পিরোজপুর",
			"en_birth_place": "Chhoto Machua, Mothbaria, Pirojpur",
			"reason": "- সূত্র: প্রথম আলো",
			"en_reason": "- Source: Prothom Alo",
			"personal_life": "আবু জাফর এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Abu Jafar is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "46",
			"name": "মেহেরিমা রহমান",
			"en_name": "Meherima Rahman",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ময়মনসিংহ, ঢাকা",
			"en_description": "Mymensingh, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৯ বছর",
			"en_age": "19 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "ময়মনসিংহ, ঢাকা",
			"en_birth_place": "Mymensingh, Dhaka",
			"reason": "মেহেরিমা রহমান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Meherima Rahman passed away; the search for information is ongoing.",
			"personal_life": "মেহেরিমা রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Meherima Rahman is ongoing. If you have any information about her, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/hasan-hossain.jpg",
			"id": "47",
			"name": "হাসান হোসেন",
			"en_name": "Hasan Hossain",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "শেখ মুজিবুর রহমান ডিগ্রি কলেজ",
			"en_description": "Sheikh Mujibur Rahman Degree College",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "১৮ বছর",
			"en_age": "18 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "তুলাতলী, মনোহরপুর, কচুয়া, চাঁদপুর",
			"en_birth_place": "Tulatli, Monohorpur, Kochua, Chandpur",
			"reason": "ঢাকার বাড্ডায় অবস্থিত কানাডিয়ান বিশ্ববিদ্যালয়ের সামনে শটগানের গুলিতে তিনি মাথায় ও ডান চোখে গুলিবিদ্ধ হন। তবে কে বা কারা গুলি করেছে পুলিশ বা আওয়ামী লীগ, তা স্পষ্ট নয়।",
			"en_reason": "In front of Canadian University in Badda, Dhaka, he was shot in the head and right eye with a shotgun. However, it is unclear who fired the shots—whether it was the police or the Awami League.",
			"personal_life": "হাসান হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Hasan Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "48",
			"name": "জসিম উদ্দীন",
			"en_name": "Jasim Uddin",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "ঢাকার উত্তরায় একটি অটোমোবাইলস দোকানের ব্যবস্থাপক হিসেবে কর্মরত ছিলেন",
			"en_description": "Worked as a manager at an automobile shop in Uttara, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "৩৫ বছর",
			"en_age": "35 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "পূর্ব সালিকাবাঁকপুর, বানারীপাড়া, বরিশাল",
			"en_birth_place": "Purba Salikabankpur, Banaripara, Barishal",
			"reason": "১৮ জুলাই মালিকের নির্দেশে তিনি ও অপর এক সহকর্মী উত্তরা ৭ নম্বর সেক্টরে যান গাড়ির কিছু যন্ত্রাংশ কিনতে। কিনে আসার পথে তিনি গুলিবিদ্ধ হন। ঘটনাস্থলেই মারা যান জসিম। তাঁর বুকে একটি বুলেট বিদ্ধ হয়েছিল। মুখমণ্ডল ও সারা শরীরে ছিল অসংখ্য রাবার বুলেটের ক্ষত. - সূত্র: প্রথম আলো",
			"en_reason": "On 18th July, following the owner's instructions, he and a colleague went to Sector 7, Uttara, to buy car parts. On the way back, he was shot and died at the scene. He had one bullet in his chest and numerous rubber bullet injuries on his face and body. - Source: Prothom Alo",
			"personal_life": "জসিম উদ্দীন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Jasim Uddin is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/md-sajjad-raza.jpg",
			"id": "49",
			"name": "মোঃ সাজ্জাদ রাজা",
			"en_name": "Mohammad Sajjad Raja",
			"occupation": "দোকান কর্মচারী",
			"en_occupation": "Shop Assistant",
			"description": "রাজাবাড়ি, বড় রঘুনাথপুর, পুরান বাজার ৩৬০১, চাঁদপুর",
			"en_description": "Rajabari, Baro Raghunathpur, Puran Bazar 3601, Chandpur",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২০ বছর",
			"en_age": "20 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "রাজাবাড়ি, বড় রঘুনাথপুর, পুরান বাজার ৩৬০১, চাঁদপুর",
			"en_birth_place": "Rajabari, Baro Raghunathpur, Puran Bazar 3601, Chandpur",
			"reason": "দোকান থেকে ফেরার পথে গুলিবিদ্ধ হয়",
			"en_reason": "Shot on his way back from the shop",
			"personal_life": "মোঃ সাজ্জাদ রাজা এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Sajjad Raja is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/md-mokhlesur-rahman.jpg",
			"id": "50",
			"name": "মোঃ মোখলেছুর রহমান",
			"en_name": "Mohammad Mokhlesur Rahman",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "ডেভেলপার কোম্পানিত উত্তরা",
			"en_description": "Developer Company, Uttara",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "২৫ বছর",
			"en_age": "25 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "হিরন্যবাড়ী, শিবপুর, সরিষাবাড়ী, জামালপুর",
			"en_birth_place": "Hiranyabari, Shibpur, Sarishabari, Jamalpur",
			"reason": "মোঃ মোখলেছুর রহমান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Mohammad Mokhlesur Rahman passed away; the search for information is ongoing.",
			"personal_life": "মোঃ মোখলেছুর রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Mokhlesur Rahman is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/md-masud-miah.jpg",
			"id": "51",
			"name": "মোঃ মাসুদ মিয়া",
			"en_name": "Mohammad Masud Mia",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "মেরাজনগর, কদমতলী, মাতুয়াইল, ঢাকা ১৩৬২",
			"en_description": "Mirajnagar, Kadamtali, Matuail, Dhaka 1362",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "৪২ বছর",
			"en_age": "42 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মেরাজনগর, কদমতলী, মাতুয়াইল, ঢাকা ১৩৬২",
			"en_birth_place": "Mirajnagar, Kadamtali, Matuail, Dhaka 1362",
			"reason": "ছাত্রলীগের সন্ত্রাসীদের গুলিতে",
			"en_reason": "Shot by miscreants of Chhatra League",
			"personal_life": "মোঃ মাসুদ মিয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mohammad Masud Mia is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/irfan-bhuiyan.jpg",
			"id": "52",
			"name": "ইরফান ভূঁইয়া",
			"en_name": "Irfan Bhuiya",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "ইউনাইটেড ইন্টারন্যাশনাল ইউনিভার্সিটি, ঢাকা",
			"en_description": "United International University, Dhaka",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "নারায়ণগঞ্জ, ঢাকা",
			"en_birth_place": "Narayanganj, Dhaka",
			"reason": "ইরফান ভূঁইয়া কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Irfan Bhuiya passed away; the search for information is ongoing.",
			"personal_life": "ইরফান ভূঁইয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Irfan Bhuiya is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "53",
			"name": "হাসিব ইকবাল",
			"en_name": "Hasib Iqbal",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "ঢাকার একটি বেসরকারি প্রতিষ্ঠান",
			"en_description": "A private company in Dhaka",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "২৭ বছর",
			"en_age": "27 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "হাসিব ইকবাল কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "There is insufficient information available about how Hasib Iqbal passed away; the search for information is ongoing.",
			"personal_life": "হাসিব ইকবাল এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Hasib Iqbal is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/mostofa-zaman-shomudro.jpg",
			"id": "54",
			"name": "মোস্তফা জামান সমুদ্র",
			"en_name": "Mostafa Jaman Samudra",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "আইডিয়াল স্কুল অ্যান্ড কলেজ, বনশ্রী, ঢাকা",
			"en_description": "Ideal School and College, Bonshree, Dhaka",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "১৭ বছর",
			"en_age": "17 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মধ্যপাড়া, সিরাজদিখান, মুন্সিগঞ্জ",
			"en_birth_place": "Madhupara, Sirajdikhan, Munshiganj",
			"reason": "১৯ জুলাই রামপুরায় গুলিবিদ্ধ হয়ে",
			"en_reason": "Shot in Rampura on 19th July",
			"personal_life": "মোস্তফা জামান সমুদ্র এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mostafa Jaman Samudra is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/abu-taher-md-turab.jpg",
			"id": "55",
			"name": "এ টি এম তুরাব",
			"en_name": "ATM Turab",
			"occupation": "সাংবাদিক",
			"en_occupation": "Journalist",
			"description": "দৈনিক জালালাবাদ",
			"en_description": "Daily Jalalabad",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "null",
			"en_age": "null",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "ফতেহপুর, বিয়ানীবাজার, সিলেট",
			"en_birth_place": "Fatehpur, Beanibazar, Sylhet",
			"reason": "এ টি এম তুরাব কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details on how ATM Turab died are not sufficiently available; the search for information is ongoing.",
			"personal_life": "এ টি এম তুরাব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about ATM Turab is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/nadim-mizan.jpg",
			"id": "56",
			"name": "নাদিম মিজান",
			"en_name": "Nadim Mizan",
			"occupation": "শিক্ষক",
			"en_occupation": "Teacher",
			"description": "কোচিং সেন্টার",
			"en_description": "Coaching Center",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "৩৭ বছর",
			"en_age": "37 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মিরপুর, ঢাকা",
			"en_birth_place": "Mirpur, Dhaka",
			"reason": "শুক্রবার মসজিদে নামাজের পর বাসায় আসার পথে গুলিতে শহীদ হয়েছেন।, বাড্ডা",
			"en_reason": "On Friday, after returning home from prayers at the mosque, he was shot and martyred in Badda.",
			"personal_life": "নাদিম মিজান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Nadim Mizan is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/abdul-goni.jpg",
			"id": "57",
			"name": "আবদুল গনি",
			"en_name": "Abdul Gani",
			"occupation": "Unknown",
			"en_occupation": "Unknown",
			"description": "Unknown",
			"en_description": "Unknown",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "৪৫ বছর",
			"en_age": "45 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "Unknown",
			"en_birth_place": "Unknown",
			"reason": "আবদুল গনি কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Abdul Gani died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "আবদুল গনি এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Abdul Gani is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/rakib.jpg",
			"id": "58",
			"name": "রাকিব",
			"en_name": "Rakib",
			"occupation": "Unknown",
			"en_occupation": "Unknown",
			"description": "Unknown",
			"en_description": "Unknown",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "২২ বছর",
			"en_age": "22 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "Unknown",
			"en_birth_place": "Unknown",
			"reason": "রাকিব কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Rakib died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "রাকিব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Rakib is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "59",
			"name": "রাসেল",
			"en_name": "Russell",
			"occupation": "Unknown",
			"en_occupation": "Unknown",
			"description": "Unknown",
			"en_description": "Unknown",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "Unknown",
			"en_age": "Unknown",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "Unknown",
			"en_birth_place": "Unknown",
			"reason": "রাসেল কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Russell died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "রাসেল এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Russell is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "60",
			"name": "জোবায়ের ব্যাপারী",
			"en_name": "Jobayer Byapari",
			"occupation": "Unknown",
			"en_occupation": "Unknown",
			"description": "Unknown",
			"en_description": "Unknown",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "৪০ বছর",
			"en_age": "40 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "Unknown",
			"en_birth_place": "Unknown",
			"reason": "জোবায়ের ব্যাপারী কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Jobayer Byapari died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "জোবায়ের ব্যাপারী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Jobayer Byapari is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/ridowan-sharif-riyad.jpg",
			"id": "61",
			"name": "রেদওয়ান শরীফ রিয়াদ",
			"en_name": "Redwan Sharif Riyad",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "টংগী সরকারি কলেজ",
			"en_description": "Tongi Government College",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "১৯ বছর",
			"en_age": "19 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "নওগাঁ, রাজশাহী",
			"en_birth_place": "Naogaon, Rajshahi",
			"reason": "রেদওয়ান শরীফ রিয়াদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Redwan Sharif Riyad died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "রেদওয়ান শরীফ রিয়াদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Redwan Sharif Riyad is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/monirul-islam.jpg",
			"id": "62",
			"name": "মনিরুল ইসলাম",
			"en_name": "Monirul Islam",
			"occupation": "ব্যবসায়ী",
			"en_occupation": "Businessman",
			"description": "মিরপুর -১৩, ঢাকা",
			"en_description": "Mirpur-13, Dhaka",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "৪১ বছর",
			"en_age": "41 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মিরপুর -১৩, ঢাকা",
			"en_birth_place": "Mirpur-13, Dhaka",
			"reason": "মনিরুল ইসলাম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Monirul Islam died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "মনিরুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Monirul Islam is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/ikram-hosen-kawsar.jpg",
			"id": "63",
			"name": "ইকরাম হোসেন কাউছার",
			"en_name": "Ikram Hossain Kausar",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "কবি নজরুল সরকারি কলেজ, ঢাকা",
			"en_description": "Kabi Nazrul Government College, Dhaka",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "২৬ বছর",
			"en_age": "26 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "পরশুরাম, ফেনী",
			"en_birth_place": "Parshuram, Feni",
			"reason": "ইকরাম হোসেন কাউছার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Ikram Hossain Kausar died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "ইকরাম হোসেন কাউছার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Ikram Hossain Kausar is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/maruf-hosen.jpg",
			"id": "64",
			"name": "মারুফ হোসেন",
			"en_name": "Maruf Hossain",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "কুষ্টিয়া পলিটেকনিক ইনস্টিটিউট",
			"en_description": "Kushtia Polytechnic Institute",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "২১ বছর",
			"en_age": "21 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "মারুফ হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Maruf Hossain died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "মারুফ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Maruf Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/maruf-hossain.jpg",
			"id": "65",
			"name": "মারুফ হোসাইন",
			"en_name": "Maruf Hossain",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "একতা ডিগ্রী কলেজ, বরিশাল",
			"en_description": "Ekata Degree College, Barishal",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "১৯ বছর",
			"en_age": "19 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "মধ্যবাড্ডা, ঢাকা",
			"en_birth_place": "Madhyabad, Dhaka",
			"reason": "মারুফ হোসাইন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Maruf Hossain died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "মারুফ হোসাইন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Maruf Hossain is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/mahmudul-hasan-rizvi.jpg",
			"id": "66",
			"name": "মাহমুদুল হাসান রিজভী",
			"en_name": "Mahmudul Hasan Rizvi",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "লক্ষীপুর পলিটেকনিক ইনস্টিটিউট",
			"en_description": "Lakshmipur Polytechnic Institute",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "২৪ বছর",
			"en_age": "24 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "লক্ষীপুর, চট্টগ্রাম",
			"en_birth_place": "Lakshmipur, Chattogram",
			"reason": "মাহমুদুল হাসান রিজভী কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details about how Mahmudul Hasan Rizvi died are not sufficiently available. The search for information is ongoing.",
			"personal_life": "মাহমুদুল হাসান রিজভী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mahmudul Hasan Rizvi is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/mahamudur-rahman-soikot.jpg",
			"id": "67",
			"name": "মাহামুদুর রহমান সৈকত",
			"en_name": "Mahmudur Rahman Soikat",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "সরকারি মোহাম্মদপুর মডেল স্কুল এন্ড কলেজ",
			"en_description": "Govt. Mohammadpur Model School and College",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "২০ বছর",
			"en_age": "20 years",
			"dob": "১১ সেপ্টেম্বর, ২০০৪",
			"en_dob": "11th September, 2004",
			"birth_place": "সন্দ্বীপ, চট্টগ্রাম",
			"en_birth_place": "Sandwip, Chattogram",
			"reason": "১৯ জুলাই দুপুর ৩:৩৭ এ তাকে রাজিয়া সুলতানা রোড এর মাথায় স্টেপ জুতার দোকানের পাশের গলিতে গুলি করা হয়।তিনি কোন ধরনের রাজনৈতিক বিষয়ের সাথে জড়িত ছিলেন না।তিনি তার বাবার দোকানের শাটার বন্ধ করার উদ্দেশ্যে বের হয়েছিলেন এবং এক বন্ধুর গায়ে গুলি লাগায় তাকে বাঁচাতে গিয়েছিলেন।হাসপাতালে নেওয়ার আগেই তিনি মৃত্যুবরণ করেন।",
			"en_reason": "On 19th July, at 3:37 PM, he was shot in an alley next to the Step Shoe Store at the top of Raziya Sultana Road. He was not involved in any political matters. He had gone out to close his father's shop shutter and went to save a friend who had been shot. He passed away before being taken to the hospital.",
			"personal_life": "মাহামুদুর রহমান সৈকত ২০০৪ সালের ১১ সেপ্টেম্বর জন্মগ্রহণ করেন।তিনি ২০২৩ সালে সরকারি মোহাম্মদপুর মডেল স্কুল এন্ড কলেজ থেকে HSC পাস করেন।মাহাবুবের রহমান ও আফরোজা রহমানের ৩ ছেলেমেয়ের মাঝে তিনিই একমাত্র এবং সবচেয়ে ছোট ছেলে।তার গ্রামের বাড়ি চট্টগ্রাম জেলার সন্দীপ থানায়।",
			"en_personal_life": "Mahmudur Rahman Soikat was born on 11th September, 2004. He passed HSC from Govt. Mohammadpur Model School and College in 2023. He is the youngest and only son of Mahbubur Rahman and Afroza Rahman, among their three children. His ancestral home is in Sandwip, Chattogram district."
		},
		{
			"img": "https://shohid.info/shohid/safkat-samir.jpg",
			"id": "68",
			"name": "সাফকাত সামির",
			"en_name": "Safkat Samir",
			"occupation": "শিক্ষার্থী",
			"en_occupation": "Student",
			"description": "পঞ্চম শ্রেণি, মাদ্রাসা",
			"en_description": "Fifth Grade, Madrasa",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "১১ বছর",
			"en_age": "11 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "null",
			"en_birth_place": "null",
			"reason": "জানালার পাশেই সামিরের পড়ার টেবিল। পড়ার বই, প্লাস্টিকের খেলনা, ঘরের মেঝেতে এখনো ছোপ ছোপ রক্তের দাগ। গত শুক্রবার জানালা দিয়ে আসা একটি বুলেট সামিরের চোখ দিয়ে ঢুকে মাথার খুলি ভেদ করে বেরিয়ে যায়। ঘটনাস্থলেই মৃত্যুর কোলে ঢলে পড়ে ১১ বছরের সাফকাত সামির। - প্রথম আলো",
			"en_reason": "Safkat Samir's study table was next to the window. His books, plastic toys, and blood stains were still on the floor. Last Friday, a bullet that came through the window entered Safkat's eye and exited through his skull. He collapsed and died on the spot. - Prothom Alo",
			"personal_life": "সাফকাত সামির এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Safkat Samir is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "https://shohid.info/shohid/mahabub-hasan-mamun.jpg",
			"id": "69",
			"name": "মাহাবুব হাসান মামুন",
			"en_name": "Mahabub Hasan Mamun",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "এইড ডিস্টিবিউশন লিমিটেড( বিকাশ ডিস্টিবিউশন)",
			"en_description": "Aid Distribution Limited (Bikash Distribution)",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "৩১ বছর",
			"en_age": "31 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "ঘাটমাঝি, মাদারীপুর সদর, মাদারীপুর",
			"en_birth_place": "Ghatmajhi, Madaripur Sadar, Madaripur",
			"reason": "কাজের পর বাসায় ফেরার পথে মিরপুরে পুলিশের গুলিতে নিহত হন।",
			"en_reason": "Shot by police in Mirpur while returning home after work.",
			"personal_life": "মাহাবুব হাসান মামুন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Mahabub Hasan Mamun is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "70",
			"name": "জসিম উদ্দীন",
			"en_name": "Jasim Uddin",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "ঢাকার উত্তরায় একটি অটোমোবাইলস দোকানের ব্যবস্থাপক হিসেবে কর্মরত ছিলেন",
			"en_description": "Manager at an automobile store in Uttara, Dhaka",
			"date_of_death": "১৮ জুলাই, ২০২৪",
			"en_date_of_death": "18th July, 2024",
			"age": "৩৫ বছর",
			"en_age": "35 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "পূর্ব সালিকাবাঁকপুর, বানারীপাড়া, বরিশাল",
			"en_birth_place": "Purba Salikabankpur, Banaripara, Barishal",
			"reason": "১৮ জুলাই মালিকের নির্দেশে তিনি ও অপর এক সহকর্মী উত্তরা ৭ নম্বর সেক্টরে যান গাড়ির কিছু যন্ত্রাংশ কিনতে। কিনে আসার পথে তিনি গুলিবিদ্ধ হন। ঘটনাস্থলেই মারা যান জসিম। তাঁর বুকে একটি বুলেট বিদ্ধ হয়েছিল। মুখমণ্ডল ও সারা শরীরে ছিল অসংখ্য রাবার বুলেটের ক্ষত.",
			"en_reason": "On July 18, following the owner's instructions, he and a colleague went to Sector 7 in Uttara to buy some car parts. On the way back, he was shot and died at the scene. He had a bullet wound in his chest and multiple rubber bullet injuries on his face and body.",
			"personal_life": "জসিম উদ্দীন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন。",
			"en_personal_life": "The search for personal information about Jasim Uddin is ongoing. If you have any information about him, please help us by providing it."
		},
		{
			"img": "null",
			"id": "71",
			"name": "মেরাজুল ইসলাম মেরাজ",
			"en_name": "Merazul Islam Meraz",
			"occupation": "চাকরিজীবী",
			"en_occupation": "Employee",
			"description": "শহীদ জররেজ মার্কেট রংপুর",
			"en_description": "Shaheed Zoreraj Market, Rangpur",
			"date_of_death": "১৯ জুলাই, ২০২৪",
			"en_date_of_death": "19th July, 2024",
			"age": "৩৭ বছর",
			"en_age": "37 years",
			"dob": "null",
			"en_dob": "null",
			"birth_place": "নিউ জুম্মাপাড়া, রংপুর",
			"en_birth_place": "New Jummapara, Rangpur",
			"reason": "মেরাজুল ইসলাম মেরাজ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
			"en_reason": "Details on how Merazul Islam Meraz died are not yet available. The search for information is ongoing.",
			"personal_life": "মেরাজুল ইসলাম মেরাজ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
			"en_personal_life": "The search for personal information about Merazul Islam Meraz is ongoing. If you have any information about him, please help us by providing it."
		}

		,
		{
    "img": "https://shohid.info/shohid/ridone-sagar.jpg",
    "id": "72",
    "name": "রিদওয়ান সাগর",
    "en_name": "Ridwan Sagar",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ময়মনসিংহ কমার্স কলেজ",
    "en_description": "Mymensingh Commerce College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "null",
    "en_age": "null",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "সদর, ময়মনসিংহ",
    "en_birth_place": "Sadar, Mymensingh",
    "reason": "রিদওয়ান সাগর কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Ridwan Sagar died are not yet available. The search for information is ongoing.",
    "personal_life": "রিদওয়ান সাগর এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Ridwan Sagar is ongoing. If you have any information about him, please help us by providing it."
}
,


{
    "img": "null",
    "id": "73",
    "name": "মাহফুজুর রহমান মুহিন",
    "en_name": "Mahfuzur Rahman Muheen",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "null",
    "en_description": "null",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৮ বছর",
    "en_age": "18 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নিশানবাড়িয়া, মোড়লগঞ্জ, বাগেরহাট",
    "en_birth_place": "Nishanbari, Morolganj, Bagerhat",
    "reason": "মাহফুজুর রহমান মুহিন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Mahfuzur Rahman Muheen died are not yet available. The search for information is ongoing.",
    "personal_life": "মাহফুজুর রহমান মুহিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Mahfuzur Rahman Muheen is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/arman-hossen-rustom.jpg",
    "id": "74",
    "name": "আরমান হোসেন রুস্তম",
    "en_name": "Arman Hossain Rustam",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ন্যাশনাল বাংলা হাই স্কুল",
    "en_description": "National Bangla High School",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৬ বছর",
    "en_age": "16 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "রায়পুরা, নরসিংদী",
    "en_birth_place": "Raipur, Narsingdi",
    "reason": "১৯ তারিখ আন্দোলনের সম্মুখযোদ্ধা ছিলো। সন্ধার ঠিক আগ মূহুর্তে মিরপুর দশ নম্বরে শাহ আলী প্লাজার সিড়িতে ওর ঘাড়ে খুব বাজেভাবে গুলিবিদ্ধ হয়। প্রথমে চিকিৎসার জন্য আল হেলাল হাসপাতালে নেয়া হয় এবং পরবর্তীতে সোহরাওয়ার্দী হাসপাতালে নেয়া হয়, যেখানে ওটিতে নেয়ার পর কর্তব্যবরত চিকিৎসক ওকে মৃত ঘোষনা করে।",
    "en_reason": "On the 19th, he was a front-line fighter in the movement. Just before evening, he was severely shot in the neck on the stairs of Shah Ali Plaza in Mirpur 10. He was initially taken to Al Helal Hospital for treatment and later transferred to Sohrawardy Hospital, where he was declared dead by the attending physician after being taken to the operating room.",
    "personal_life": "রুস্তম ছিলেন একজন স্কুলছাত্র, যিনি ছবি তুলতে ভালোবাসতেন। তাঁর নিজের ভাষায়, 'প্রতি মুহূর্ত উপভোগ কর, সবসময় হাসো।'",
    "en_personal_life": "Rustam was a school student who loved photography. In his own words, 'Enjoy every moment, always smile.'"
},
{
    "img": "https://shohid.info/shohid/amjad-hossain-farabi.jpg",
    "id": "75",
    "name": "আমজাদ হোসেন ফারাবী",
    "en_name": "Amzad Hossain Farabi",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "সরকারি শহীদ আসাদ কলেজ",
    "en_description": "Govt. Shaheed Asad College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "null",
    "en_age": "null",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "রামপুর, পলাশ, নরসিংদী",
    "en_birth_place": "Rampur, Palash, Narsingdi",
    "reason": "১৯ জুলাই ২০২৪ বৈসম্মছাত্র আন্দোলনে নরসিংদী ইটাখোলা পুলিশ ফাঁড়ি থেকে গুলি বর্ষন করার ফলে আমজাদ হোসেন শহীদ হোন।",
    "en_reason": "On 19th July 2024, during the student movement, Amzad Hossain was killed due to gunfire from the Narsingdi Itakhola Police Outpost.",
    "personal_life": "আমজাদ হোসেন ফারাবী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Amzad Hossain Farabi is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/md-jihad-hosen.jpg",
    "id": "76",
    "name": "মোঃ জিহাদ হোসেন",
    "en_name": "Md. Jihad Hossain",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "কবি নজরুল সরকারি কলেজ",
    "en_description": "Kabi Nazrul Government College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "দশমিনা, পটুয়াখালী",
    "en_birth_place": "Dashmina, Patuakhali",
    "reason": "মোঃ জিহাদ হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Md. Jihad Hossain died are not yet available. The search for information is ongoing.",
    "personal_life": "মোঃ জিহাদ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Md. Jihad Hossain is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "null",
    "id": "77",
    "name": "ওবায়দুল্লাহ",
    "en_name": "Obaidullah",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "নর্দান ইউনিভার্সিটি",
    "en_description": "Northern University",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৪ বছর",
    "en_age": "24 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "ওবায়দুল্লাহ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Obaidullah died are not yet available. The search for information is ongoing.",
    "personal_life": "ওবায়দুল্লাহ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Obaidullah is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/md-sagor-ahommed.jpg",
    "id": "78",
    "name": "মোঃ সাগর আহম্মেদ",
    "en_name": "Md. Sagar Ahmed",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "সরকারি বাংলা কলেজ, মিরপুর",
    "en_description": "Govt. Bangla College, Mirpur",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "বিলটাকাপোড়া, বালিয়াকান্দি, রাজবাড়ী",
    "en_birth_place": "Billtakapora, Baliakandi, Rajbari",
    "reason": "মোঃ সাগর আহম্মেদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Md. Sagar Ahmed died are not yet available. The search for information is ongoing.",
    "personal_life": "মোঃ সাগর আহম্মেদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Md. Sagar Ahmed is ongoing. If you have any information about him, please help us by providing it."
},
	{
    "img": "null",
    "id": "79",
    "name": "উবায়দুল হক",
    "en_name": "Obaidul Haq",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "ঢাকা",
    "en_description": "Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "বাজিতপুর, কিশোরগঞ্জ",
    "en_birth_place": "Bajitpur, Kishoreganj",
    "reason": "উবায়দুল হক কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Obaidul Haq died are not yet available. The search for information is ongoing.",
    "personal_life": "উবায়দুল হক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Obaidul Haq is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/safwan-rohan.jpg",
    "id": "80",
    "name": "সাফওয়ান রোহান",
    "en_name": "Safwan Rohan",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "দনিয়া কলেজ",
    "en_description": "Dania College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "শনির আখড়া, কদমতলী, ঢাকা",
    "en_birth_place": "Shani Akhra, Kadamtali, Dhaka",
    "reason": "সাফওয়ান রোহান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Safwan Rohan died are not yet available. The search for information is ongoing.",
    "personal_life": "সাফওয়ান রোহান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Safwan Rohan is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "null",
    "id": "81",
    "name": "ফারিদ",
    "en_name": "Farid",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "উত্তরা ব্যাংক",
    "en_description": "Uttara Bank",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৬০ বছর",
    "en_age": "60 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "ফারিদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Farid died are not yet available. The search for information is ongoing.",
    "personal_life": "ফারিদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Farid is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/riyaz-hosen.jpg",
    "id": "82",
    "name": "রিয়াজ হোসেন",
    "en_name": "Riyaz Hossain",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ইস্পাহানি কলেজ, রামেরকান্দা",
    "en_description": "Ispahani College, Ramarkanada",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২২ বছর",
    "en_age": "22 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ভাওয়াল মনোহরিয়া, তারানগর, কেরানিগঞ্জ, ঢাকা",
    "en_birth_place": "Vhowal Monohoria, Taranagar, Keraniganj, Dhaka",
    "reason": "রিয়াজ হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Riyaz Hossain died are not yet available. The search for information is ongoing.",
    "personal_life": "রিয়াজ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Riyaz Hossain is ongoing. If you have any information about him, please help us by providing it."
},

{
    "img": "https://shohid.info/shohid/hridoy-ahmed-shihab.jpg",
    "id": "83",
    "name": "শেখ হৃদয় আহমেদ শিহাব",
    "en_name": "Sheikh Hriday Ahmed Shihab",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "ঢাকার বাড্ডায়, ফার্নিচার কর্মচারী",
    "en_description": "Employee at a furniture shop in Badda, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৮ বছর",
    "en_age": "18 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "রাজারচর আজগর হাওলাদারকান্দি, সন্ন্যাসীরচর, শিবচর, মাদারীপুর",
    "en_birth_place": "Rajarchar Azgar Howladerkandi, Sannyasirchar, Shibchar, Madaripur",
    "reason": "কারখানাতে যাওয়ার সময় রাস্তা পার হতে গেলে টিয়ারশেলের ধোঁয়ায় আচ্ছন্ন হয়ে যায় সড়ক। এসময় পুলিশের একটি গুলি এসে বুকের এক পাশ থেকে গুলি ঢুকে অন্য পাশ দিয়ে বের হয়ে যায়। ভর্তি করতে চায়নি কোনো হাসপাতাল। পরে বনশ্রী এলাকার নাগরিক স্পেশালাইজড প্রাইভেট হাসপাতালে নিয়ে গেলে চিকিৎসক তাকে মৃত ঘোষণা করেন।",
    "en_reason": "While crossing the road on his way to the factory, the street was engulfed in tear gas. During this time, a police bullet entered from one side of his chest and exited from the other side. No hospital wanted to admit him. Later, he was taken to a private specialized hospital in the Banasree area where the doctor declared him dead.",
    "personal_life": "বাবা শাহ আলম হাওলাদার, মা নাছিমা বেগম। আছে এক ছোট বোন। প্রায় ৮ বছর আগে মোটরসাইকেল দুর্ঘটনায় কাঁধে আঘাত পান শিহাবের বাবা, সাথে হার্টে সমস্যা দেখা দেয়। সংসারের হাল ধরতে অষ্টম শ্রেণি পর্যন্ত পড়াশোনা শেষ করার পর ঢাকার বাড্ডার লিংকরোড এলাকার ফুপাতো ভাইয়ের ‘হাসান স্টিল অ্যান্ড ফার্নিচার’ এ গত তিন বছর ধরে কাজ করতো শিহাব। শুক্রবার জুমার নামাজের পরে কারখানাতে যাওয়ার সময় গুলিবিদ্ধ হয় সে। বুকের এক পাশ থেকে গুলি ঢুকে অন্য পাশ দিয়ে বের হয়ে যায় তার। হাসপাতালে চিকিৎসা পায়নি। ভর্তি করতে চায়নি কোনো হাসপাতাল। পরে বনশ্রী এলাকার নাগরিক স্পেশালাইজড প্রাইভেট হাসপাতালে নিয়ে গেলে চিকিৎসক তাকে মৃত ঘোষণা করেন।",
    "en_personal_life": "Father: Shah Alam Howlader, Mother: Nasima Begum. He has a younger sister. About 8 years ago, Shihab's father suffered a shoulder injury and heart problems from a motorcycle accident. To support the family, Shihab worked at his cousin's 'Hasan Steel and Furniture' in Badda, Dhaka for the past three years after finishing school up to the 8th grade. He was shot while going to the factory after Friday Jumma prayer. A bullet entered one side of his chest and exited the other. He did not receive treatment at any hospital. No hospital wanted to admit him. Later, he was taken to a private specialized hospital in the Banasree area where the doctor declared him dead."
},
{
    "img": "null",
    "id": "84",
    "name": "সাইদ",
    "en_name": "Sayed",
    "occupation": "গাড়ী চালক",
    "en_occupation": "Driver",
    "description": "মিরপুর ১৩",
    "en_description": "Mirpur 13",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩০ বছর",
    "en_age": "30 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ঢাকা",
    "en_birth_place": "Dhaka",
    "reason": "সাইদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Said died are not yet available. The search for information is ongoing.",
    "personal_life": "সাইদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Said is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/md-mamun-miah.jpg",
    "id": "85",
    "name": "মোঃ মামুন মিয়া",
    "en_name": "Md. Mamun Mia",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "সরকারি তিতুমীর কলেজ",
    "en_description": "Govt. Titumir College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৪ বছর",
    "en_age": "24 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "চরচিকন্দি, শৌলপাড়া, শরীয়তপুর",
    "en_birth_place": "Chorchikandi, Shoulpara, Shariatpur",
    "reason": "মোঃ মামুন মিয়া কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Md. Mamun Mia died are not yet available. The search for information is ongoing.",
    "personal_life": "মোঃ মামুন মিয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Md. Mamun Mia is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "null",
    "id": "86",
    "name": "ইমরান খলিফা",
    "en_name": "Imran Khalifa",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "সুবাস্তু নজর ভ্যালী শপিং কমপ্লেক্স, ঢাকা",
    "en_description": "Subastu Nazer Valley Shopping Complex, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩২ বছর",
    "en_age": "32 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "গৌরনদী, বরিশাল",
    "en_birth_place": "Gournadi, Barishal",
    "reason": "ইমরান খলিফা কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Imran Khalifa died are not yet available. The search for information is ongoing.",
    "personal_life": "ইমরান খলিফা এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Imran Khalifa is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/md-al-amin-hosen.jpg",
    "id": "87",
    "name": "আল আমীন হোসেন",
    "en_name": "Al Amin Hossain",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "মহাখালীর চায়ের দোকানে",
    "en_description": "Tea shop in Mohakhali",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৩ বছর",
    "en_age": "23 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "আল আমীন হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Al Amin Hossain died are not yet available. The search for information is ongoing.",
    "personal_life": "আল আমীন হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Al Amin Hossain is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/ahasan-habib-tamim.jpg",
    "id": "88",
    "name": "আহসান হাবিব তামিম",
    "en_name": "Ahsan Habib Tamim",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "জগন্নাথ বিশ্ববিদ্যালয়",
    "en_description": "Jagannath University",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "চাটখিল, নোয়াখালি",
    "en_birth_place": "Chatkhil, Noakhali",
    "reason": "মিরপুর-১০ গোলচক্করের কাছে পুলিশের গুলিতে আহত হলে, প্রথমে আল-হিলাল প্রা: হাসপাতালে নেয়া হয়।অবস্থার অবনতি হলে তাকে নেয়া হয় সোহরাওয়ার্দী মেডিকেল কলেজ হাসপাতালে।সেখানেই শেষ নিশ্বাস ত্যাগ করে তামিম।",
    "en_reason": "After being injured by police gunfire near Mirpur-10 Roundabout, he was initially taken to Al-Hilal Hospital. As his condition worsened, he was moved to Sohrawardy Medical College Hospital, where he breathed his last.",
    "personal_life": "বাবা আন্দুল মান্নান, মা রাজিয়া সুলতানা।পরিবারের মেঝো সন্তান তামিম। বাবা এবং বড় ভাই দুজনেই কার মেকানিকের কাজ করেন।ছোট ভাইয়ের বয়স ৫ বছর।নিম্নবিত্ত পরিবারের ছেলে তামিম নিজ প্রচেষ্টায় জগন্নাথ বিশ্ববিদ্যালয়ে গনিত বিভাগে পড়ার সুযোগ পেয়ে বাবা মাকে আশার আলো দেখিয়েছিলো।তার মৃত্যুতে নিভে গেলো বাবা মায়ের সব আশার আলো।",
    "en_personal_life": "Father: Andul Mannan, Mother: Razia Sultana. Tamim was the middle child in the family. Both his father and elder brother worked as car mechanics. His younger brother is 5 years old. From a low-income family, Tamim had managed to get an opportunity to study in the Mathematics Department at Jagannath University through his own efforts, bringing hope to his parents. His death extinguished all the hopes his parents had."
},
{
    "img": "https://shohid.info/shohid/md-firoz-talukder-palash.jpg",
    "id": "89",
    "name": "মোঃ ফিরোজ তালুকদার (পলাশ)",
    "en_name": "Md. Firoz Talukdar (Polash)",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "রংপুর কেমিক্যাল লিমিটেড, ঢাকা অফিস",
    "en_description": "Rangpur Chemical Limited, Dhaka Office",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৪৩ বছর",
    "en_age": "43 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ঘাটান্দি, ভূঞাপুর, টাঙ্গাইল",
    "en_birth_place": "Ghatandi, Bhuiyapur, Tangail",
    "reason": "১৯ জুলাই শুক্রবার সকালে ঢাকা থেকে বের হন ফিরোজ তালুকদার ওরফে পলাশ (৩৮)। পথে মিরপুরে পুলিশ ও আন্দোলনকারীদের সংঘর্ষের মধ্যে পড়েন তিনি। সেখানে পুলিশের গুলিতে তিনি নিহত হন।",
    "en_reason": "On the morning of 19th July, Friday, Md. Firoz Talukdar, also known as Polash (38), left Dhaka. On the way, he got caught in a clash between police and protesters in Mirpur. He was killed by police gunfire there.",
    "personal_life": "মোঃ ফিরোজ তালুকদার (পলাশ) এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Md. Firoz Talukdar (Polash) is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/roman-bepari.jpg",
    "id": "90",
    "name": "রোমান বেপারী",
    "en_name": "Roman Bepari",
    "occupation": "null",
    "en_occupation": "null",
    "description": "null",
    "en_description": "null",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "গ্রাম: ভদ্রখোলা, খাগদী, মাদারীপুর",
    "en_birth_place": "Village: Bhadrokhola, Khagdi, Madaripur",
    "reason": "পুলিশের গুলিতে বুকে ও কাধে গুলিবিদ্ধ হন, পরবর্তীতে ছাত্রলীগের সন্ত্রাসীরা তাকে ধারালো অস্ত্র দিয়ে কুপিয়ে আহত করে, হাসপাতালে চিকিৎসাধীন অবস্থায় তিনি মৃত্যুবরণ করেন।",
    "en_reason": "He was shot in the chest and shoulder by the police, and later attacked with sharp weapons by Chhatra League terrorists. He died while receiving treatment in the hospital.",
    "personal_life": "রোমান বেপারী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Roman Bepari is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/md-raju-ahmed.jpg",
    "id": "91",
    "name": "মোঃ রাজু আহমেদ",
    "en_name": "Md. Raju Ahmed",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "আদর্শ কলেজ, মাগুরা",
    "en_description": "Adarsha College, Magura",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৪ বছর",
    "en_age": "24 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "আজমপুর, জগদল, মাগুরা",
    "en_birth_place": "Azampur, Jagdal, Magura",
    "reason": "ঢাকা মোহাম্মদপুরে পুলিশের গুলিতে",
    "en_reason": "Shot by police in Dhaka Mohammadpur",
    "personal_life": "মোঃ রাজু আহমেদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Md. Raju Ahmed is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/naima-sultana.jpg",
    "id": "92",
    "name": "নাইমা সুলতানা",
    "en_name": "Nayma Sultana",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "মাইলস্টোন স্কুল",
    "en_description": "Milestone School",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৫ বছর",
    "en_age": "15 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "আমুয়াকান্দা, মতলব উত্তর, চাঁদপুর",
    "en_birth_place": "Amuakanda, Matlab Uttar, Chandpur",
    "reason": "উত্তরার ৫ নম্বর সড়কে ভাড়া বাসার চারতলার বারান্দায় গত শুক্রবার গুলিবিদ্ধ হয়ে মারা যায়। - সূত্র: প্রথম আলো",
    "en_reason": "She was shot and killed on the balcony of a rented apartment on the 4th floor of a building on 5th Street, Uttara, last Friday. - Source: Prothom Alo",
    "personal_life": "নাইমা সুলতানা এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Nayma Sultana is ongoing. If you have any information about her, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/alamgir-sheikh.jpg",
    "id": "93",
    "name": "আলমগীর শেখ",
    "en_name": "Alamgir Sheikh",
    "occupation": "গাড়ী চালক",
    "en_occupation": "Driver",
    "description": "হেলথকেয়ার ফার্মাসিউটিক্যালস লিমিটেড",
    "en_description": "Healthcare Pharmaceuticals Limited",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "null",
    "en_age": "null",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "কসবা, শিলাইদহ, কুমারখালী, কুষ্টিয়া",
    "en_birth_place": "Kosba, Shilaidah, Kumarkhali, Kushtia",
    "reason": "১৯ জুলাই জুমার নামাজ শেষে স্ত্রীকে রান্নার কথা বলে রামপুরা এলাকায় নিজ কর্মস্থলের কার্যালয়ে গিয়েছিলেন আলমগীর। সেদিন কিছু বিক্ষোভকারী গুলিবিদ্ধ হয়ে সড়কে পড়ে যান। তখন আলমগীর পানির বোতল নিয়ে আহত ব্যক্তিদের পানি পান করাতে যান। সে সময় আলমগীর নিজেও গুলিবিদ্ধ হন। স্বজনদের ভাষ্য, আহত আলমগীরকে ঢাকার একটি হাসপাতালে নিয়ে যান তাঁর সহকর্মীরা। তবে তিনি মারা যান। - সূত্র: প্রথম আলো",
    "en_reason": "On 19th July, after the Friday prayers, Alamgir went to his office in Rampura, telling his wife he would be back after cooking. That day, some protesters were shot and fell on the road. Alamgir went to help the injured with water bottles and was himself shot. According to relatives, his colleagues took him to a hospital in Dhaka, but he passed away. - Source: Prothom Alo",
    "personal_life": "আলমগীর শেখ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Alamgir Sheikh is ongoing. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/dulal-mahmud.jpg",
    "id": "94",
    "name": "দুলাল মাহমুদ",
    "en_name": "Dulal Mahmud",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "স্ট্যান্ডার্ড চার্টার্ড ব্যাংক",
    "en_description": "Standard Chartered Bank",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "null",
    "en_age": "null",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "ঢাকায় বাসার গেটে দাঁড়িয়ে থাকা অবস্থায় পুলিশের গুলিতে",
    "en_reason": "Shot by police while standing at his home gate in Dhaka",
    "personal_life": "দুলাল মাহমুদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Dulal Mahmud is ongoing. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/ahmed-sunny.jpg",
    "id": "95",
    "name": "আহমেদ সানি",
    "en_name": "Ahmed Sani",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "জামেউল উলুম মাদ্রাসা, মিরপুর",
    "en_description": "Jamiaul Ulum Madrasa, Mirpur",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৭ বছর",
    "en_age": "7 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "মিরপুর-১৪, ঢাকা",
    "en_birth_place": "Mirpur-14, Dhaka",
    "reason": "আহমেদ সানি কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Ahmed Sani died are not yet available. The search for information is ongoing.",
    "personal_life": "আহমেদ সানি এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Ahmed Sani is ongoing. If you have any information about him, please help us by providing it."
}
,{
    "img": "null",
    "id": "96",
    "name": "নবিন তালুকদার",
    "en_name": "Nabin Talukdar",
    "occupation": "সমাজকর্মী",
    "en_occupation": "Social Worker",
    "description": "null",
    "en_description": "null",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩৫ বছর",
    "en_age": "35 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "বাউফল, পটুয়াখালী",
    "en_birth_place": "Baufal, Patuakhali",
    "reason": "নবিন তালুকদার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Nabin Talukdar died are not yet available. The search for information is ongoing.",
    "personal_life": "নবিন তালুকদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Nabin Talukdar is ongoing. If you have any information about him, please help us by providing it."
}
,	{
    "img": "https://shohid.info/shohid/biplob-seikh.jpg",
    "id": "97",
    "name": "বিপ্লব শেখ",
    "en_name": "Bipul Sheikh",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "মিরপুর ১২ রূপনগর আবাসিক এর একটা ফ্যাক্টরিতে",
    "en_description": "In a factory at Mirpur 12, Rupnagar Residential",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "গ্রামঃ বুড়িগাংনি, ডাকঘরঃ পাক গাংনি-৯৩৮৫, গাংনী, মোল্লাহাট, বাগেরহাট",
    "en_birth_place": "Village: Burigangni, Post Office: Pak Gangni-9385, Gangni, Mollahat, Bagerhat",
    "reason": "মিরপুর ১০ এ গুলিতে মারা গেছেন",
    "en_reason": "Died from gunfire at Mirpur 10",
    "personal_life": "বিপ্লব শেখ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Bipul Sheikh is ongoing. If you have any information about him, please help us by providing it."
}
,{
    "img": "null",
    "id": "98",
    "name": "হুজাইফ নূর হাবিব",
    "en_name": "Huzaifa Noor Habib",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ব্লু বার্ড স্কুল এন্ড কলেজ",
    "en_description": "Blue Bird School and College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৭ বছর",
    "en_age": "17 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "সিলেট-৩১০০",
    "en_birth_place": "Sylhet-3100",
    "reason": "পুলিশের বিক্ষিপ্তভাবে ছোড়া গুলিতে",
    "en_reason": "Injured by scattered gunfire from the police",
    "personal_life": "হুজাইফ নূর হাবিব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Huzaifa Noor Habib is ongoing. If you have any information about him, please help us by providing it."
}
,{
    "img": "null",
    "id": "99",
    "name": "মহাম্মাদ নুরু হুসেন",
    "en_name": "Mohammad Nuru Hossain",
    "occupation": "শ্রমিক",
    "en_occupation": "Worker",
    "description": "ঢাকা",
    "en_description": "Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৬০ বছর",
    "en_age": "60 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "মহাম্মাদ নুরু হুসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Mohammad Nuru Hossain died are not yet available. The search for information is ongoing.",
    "personal_life": "মহাম্মাদ নুরু হুসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Mohammad Nuru Hossain is ongoing. If you have any information about him, please help us by providing it."
}
,{
    "img": "null",
    "id": "100",
    "name": "ওয়াদুদ",
    "en_name": "Wadud",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "নর্দার্ন ইউনিভার্সিটি",
    "en_description": "Northern University",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৬ বছর",
    "en_age": "16 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "ওয়াদুদ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Wadud died are not yet available. The search for information is ongoing.",
    "personal_life": "ওয়াদুদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "The search for personal information about Wadud is ongoing. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/md-rasel.jpg",
    "id": "101",
    "name": "মোঃ রাসেল",
    "en_name": "Md. Rasel",
    "occupation": "গার্মেন্টস শ্রমিক",
    "en_occupation": "Garment Worker",
    "description": "নারায়ণগঞ্জে একটি পোশাক কারখানা",
    "en_description": "A garment factory in Narayanganj",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৫ বছর",
    "en_age": "15 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ভোলাগাড়ী, কশব, মান্দা, নওগাঁ",
    "en_birth_place": "Bholagari, Kashab, Manda, Naogaon",
    "reason": "কোটা সংস্কার আন্দোলনকে কেন্দ্র করে ১৯ জুলাই বিকেলে নারায়ণগঞ্জের ডিআইটি রোডের দেওভোগ মার্কেটের ২ নম্বর গেটের সামনে পুলিশের সঙ্গে সংঘর্ষের ঘটনা ঘটে। সেখানে গুলিবিদ্ধ হয় কিশোর মো. রাসেল। গুরুতর আহত অবস্থায় রাসেলকে ঢাকা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। রাসেলের বুকে একটি বুলেট বিদ্ধ হয়েছিল। ২১ জুলাই তার শরীরে অস্ত্রোপচার করে বুলেট বের করা হয়। পরে সেখানেই চিকিৎসাধীন অবস্থায় ২২ জুলাই (সোমবার) সে মারা যায়।",
    "en_reason": "On July 19, during the quota reform movement, there was a clash between the police and protesters in front of Gate 2 of the Deovog Market on DIT Road in Narayanganj. Md. Rasel was shot there. He was admitted to Dhaka Medical College Hospital in critical condition. A bullet had penetrated his chest. On July 21, the bullet was removed through surgery. He died on July 22 while receiving treatment.",
    "personal_life": "সংসারে অভাবের কারণে রাসেল দ্বিতীয় কিংবা তৃতীয় শ্রেণি পর্যন্ত পড়ে আর বিদ্যালয়ে যায়নি। দেড় বছর ধরে নারায়ণগঞ্জে একটি পোশাক কারখানায় চাকরি করছিল। চার ভাই–বোনের মধ্যে রাসেল সবার ছোট। তার এক বোন মানসিক প্রতিবন্ধী।",
    "en_personal_life": "Due to financial constraints, Rasel only completed up to the second or third grade and did not attend school. He had been working at a garment factory in Narayanganj for one and a half years. Rasel was the youngest among four siblings. He had one sister with a mental disability."
}
,{
    "img": "null",
    "id": "102",
    "name": "মোঃ সুমন",
    "en_name": "Md. Suman",
    "occupation": "গাড়ী চালক",
    "en_occupation": "Driver",
    "description": "পলমল গ্রুপ অব ইন্ডাস্ট্রিজ",
    "en_description": "Palmol Group of Industries",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩০ বছর",
    "en_age": "30 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "কবাই, বাকেরগঞ্জ, বরিশাল",
    "en_birth_place": "Kobai, Bakerganj, Barisal",
    "reason": "মাথায় গুলি লেগে",
    "en_reason": "Shot in the head",
    "personal_life": "মোঃ সুমন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Md. Suman's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "https://shohid.info/shohid/sabbir-mallik.jpg",
    "id": "103",
    "name": "সাব্বির মল্লিক",
    "en_name": "Sabbir Mallik",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "শেরেবাংলা কলেজ",
    "en_description": "Sher-e-Bangla College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "জেলা: বাগেরহাট থানা: চিতলমারী",
    "en_birth_place": "District: Bagerhat, Thana: Chitalmari",
    "reason": "সাব্বির মল্লিক কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Information about how Sabbir Mallik died is not sufficiently available; the search for details is ongoing.",
    "personal_life": "সাব্বির মল্লিক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Sabbir Mallik's personal life is currently being sought. If you have any information about him, please help us."
},
{
    "img": "https://shohid.info/shohid/alem-al-faydee.jpg",
    "id": "104",
    "name": "এলেম আল ফায়দি",
    "en_name": "Elem Al Faidi",
    "occupation": "শিক্ষানবিশ",
    "en_occupation": "Apprentice",
    "description": "অটো মিউজিয়াম লিঃ",
    "en_description": "Auto Museum Ltd.",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২২ বছর",
    "en_age": "22 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "কেরানীগঞ্জ, ঢাকা",
    "en_birth_place": "Keraniganj, Dhaka",
    "reason": "গত ১৯ জুলাই জুম্মার নামাজের পর কবি নজরুল সরকারি কলেজ এর সামনে কোটা সংস্কার আন্দোলনে পুলিশের গুলিতে তিনি শহিদ হন।",
    "en_reason": "On July 19, after Jumma prayers, he was martyred by police gunfire in the quota reform movement in front of Kabi Nazrul Government College.",
    "personal_life": "এলেম আল ফায়দি এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Elem Al Faidi's personal life is currently being sought. If you have any information about him, please help us."
}
,
{
    "img": "null",
    "id": "105",
    "name": "নাইম",
    "en_name": "Naim",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "ঢাকার একটি বেসরকারি প্রতিষ্ঠান",
    "en_description": "A private company in Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২০ বছর",
    "en_age": "20 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "শিবচর",
    "en_birth_place": "Shibchar",
    "reason": "নাইম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Information about how Naim died is currently unavailable. The search for details is ongoing.",
    "personal_life": "নাইম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Naim's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "https://shohid.info/shohid/rajon-shikdar.jpg",
    "id": "106",
    "name": "রাজন সিকদার",
    "en_name": "Rajan Sikder",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ঢাকা মডেল (ডিগ্রী) কলেজ, মিরপুর",
    "en_description": "Dhaka Model (Degree) College, Mirpur",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "মিরপুর-১৪, ঢাকা",
    "en_birth_place": "Mirpur-14, Dhaka",
    "reason": "মিরপুর ১০ এ গুলিতে মারা গেছেন.",
    "en_reason": "Killed by gunfire in Mirpur 10.",
    "personal_life": "রাজন সিকদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Rajan Sikder's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "https://shohid.info/shohid/abdul-ahad.jpg",
    "id": "107",
    "name": "আবদুল আহাদ",
    "en_name": "Abdul Ahad",
    "occupation": "শিশু",
    "en_occupation": "Child",
    "description": "পুখুরিয়া, মানিকদহ, ভাঙ্গা, ফরিদপুর",
    "en_description": "Pukhuria, Manikdah, Vanga, Faridpur",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৪ বছর",
    "en_age": "4 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "পুখুরিয়া, মানিকদহ, ভাঙ্গা, ফরিদপুর",
    "en_birth_place": "Pukhuria, Manikdah, Vanga, Faridpur",
    "reason": "১৯ জুলাই শুক্রবার বিকেল চারটার দিকে রাজধানীর যাত্রাবাড়ীর রায়েরবাগ এলাকার একটি বাড়িতে নিজ বাসার বারান্দায় দাড়ানো অবস্থায় ডান চোখে গুলিবিদ্ধ হন ৪ বছরের শিশু আহাদ । গুলিটা ডান চোখে বিদ্ধ হয়ে মাথার ভেতরেই রয়ে যায়। আহাদকে ঢাকা মেডিকেল কলেজ হাসপাতালে নিয়ে যাওয়া হয়। তাকে নিবিড় পরিচর্যাকেন্দ্রে (আইসিইউ) লাইফ সাপোর্টে রাখা হয়। পর দিন শনিবার রাত সাড়ে আটটার দিকে আইসিইউতে চিকিৎসাধীন আহাদকে মৃত ঘোষণা করা হয়।",
    "en_reason": "On the afternoon of 19th July, a 4-year-old child, Abdul Ahad, was shot in the right eye while standing on the balcony of his house in the Raierbag area of Jatrabari, Dhaka. The bullet remained lodged in his head. He was taken to Dhaka Medical College Hospital and placed on life support in the ICU. The following night, at around 8:30 PM, he was declared dead.",
    "personal_life": "আবদুল আহাদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Abdul Ahad's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "https://shohid.info/shohid/shawn-shikder.jpg",
    "id": "108",
    "name": "মোঃ শাওন শিকদার",
    "en_name": "Mohammad Shawon Sikder",
    "occupation": "টাইলস মিস্ত্রি",
    "en_occupation": "Tiles Mason",
    "description": "ইউনিয়ন ২ নং চরাদী, বলাইকাঠি, বাদলপাড়া, বাকেরগঞ্জ, বরিশাল",
    "en_description": "Union 2 Charadi, Balaikathi, Badalpara, Bakerganj, Barishal",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২০ বছর",
    "en_age": "20 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ইউনিয়ন ২ নং চরাদী, বলাইকাঠি, বাদলপাড়া, বাকেরগঞ্জ, বরিশাল",
    "en_birth_place": "Union 2 Charadi, Balaikathi, Badalpara, Bakerganj, Barishal",
    "reason": "মোঃ শাওন শিকদার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Information on how Mohammad Shawon Sikder died is currently insufficient. Efforts to gather more information are ongoing.",
    "personal_life": "মোঃ শাওন শিকদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Shawon Sikder's personal life is currently being sought. If you have any information about him, please help us."
}
,
{
    "img": "null",
    "id": "109",
    "name": "মায়া ইসলাম",
    "en_name": "Maya Islam",
    "occupation": "গৃহিণী",
    "en_occupation": "Housewife",
    "description": "বনশ্রী, রামপুরা, ঢাকা",
    "en_description": "Bonshree, Rampura, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৬০ বছর",
    "en_age": "60 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "বনশ্রী, রামপুরা, ঢাকা",
    "en_birth_place": "Bonshree, Rampura, Dhaka",
    "reason": "গুলিবিদ্ধ হয়ে মারা যান বনশ্রীতে - সূত্র: প্রথম আলো",
    "en_reason": "Shot and killed in Bonshree - Source: Prothom Alo",
    "personal_life": "মায়া ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Maya Islam's personal life is currently being sought. If you have any information about her, please help us."
}
,{
    "img": "https://shohid.info/shohid/abu-sayed-panchagarh.jpg",
    "id": "110",
    "name": "আবু সাঈদ",
    "en_name": "Abu Saeed",
    "occupation": "মুদি দোকানদার",
    "en_occupation": "Grocery Store Owner",
    "description": "বছিলা, মোহাম্মদপুর, ঢাকা",
    "en_description": "Bachila, Mohammadpur, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৪৫ বছর",
    "en_age": "45 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "প্রধানহাট, মাড়েয়া, বোদা, পঞ্চগড়",
    "en_birth_place": "Pradhanhat, Maraiya, Boda, Panchagarh",
    "reason": "পুলিশের গুলিতে মাথায় গুলিবিদ্ধ হন বছিলাতে - সূত্র: প্রথম আলো",
    "en_reason": "Shot in the head by police in Bachila - Source: Prothom Alo",
    "personal_life": "আবু সাঈদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Abu Saeed's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "null",
    "id": "111",
    "name": "মোঃ আব্দুল ওয়াদুদ",
    "en_name": "Mohd Abdul Wadud",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "প্রিয়াঙ্গন শপিং সেন্টার, ঢাকা",
    "en_description": "Priyangon Shopping Center, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩৮ বছর",
    "en_age": "38 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "বরিশাল",
    "en_birth_place": "Barisal",
    "reason": "নীলক্ষেত এলাকায় পুলিশের গুলিতে",
    "en_reason": "Shot by police in Nilkhet area",
    "personal_life": "মোঃ আব্দুল ওয়াদুদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohd Abdul Wadud's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "https://shohid.info/shohid/mukhlesur-rahman.jpg",
    "id": "112",
    "name": "মুখলেছুর রহমান",
    "en_name": "Mukhlesur Rahman",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "প্রাইভেট কোম্পানির ডাইভার",
    "en_description": "Private Company Driver",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "সরিষাবাড়ি, জামালপুর",
    "en_birth_place": "Sorisabad, Jamalpur",
    "reason": "পুলিশের গুলিতে গুলিবিদ্ধ হন মহাখালীতে",
    "en_reason": "Shot by police in Mohakhali",
    "personal_life": "মুখলেছুর রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mukhlesur Rahman's personal life is currently being sought. If you have any information about him, please help us."
}
,{
    "img": "https://shohid.info/shohid/md-sakib-rayhan.jpg",
    "id": "113",
    "name": "মোঃ সাকিব রায়হান",
    "en_name": "Mohammad Sakib Raihan",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "নবপল্লী, ১৮ নম্বর ওয়ার্ড, খুলনা",
    "en_description": "Nabapalli, Ward 18, Khulna",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২২ বছর",
    "en_age": "22 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নবপল্লী, ১৮ নম্বর ওয়ার্ড, খুলনা",
    "en_birth_place": "Nabapalli, Ward 18, Khulna",
    "reason": "সূত্র: প্রথম আলো",
    "en_reason": "Source: Prothom Alo",
    "personal_life": "মোঃ সাকিব রায়হান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Sakib Raihan's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/nazmul-hasan.jpg",
    "id": "114",
    "name": "নাজমুল হাসান",
    "en_name": "Nazmul Hasan",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ঢাকা ইমপিরিয়াল কলেজ",
    "en_description": "Dhaka Imperial College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "উত্তরকান্দি, চরগোবিন্দপুর, খোয়াজপুর, মাদারীপুর",
    "en_birth_place": "Uttorkanndi, Char Gobindpur, Khowajpur, Madaripur",
    "reason": "সূত্র: প্রথম আলো",
    "en_reason": "Source: Prothom Alo",
    "personal_life": "নাজমুল হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Nazmul Hasan's personal life is still being collected. Please help us with any details you may have."
}
,
{
    "img": "https://shohid.info/shohid/saidul-islam-shovon.jpg",
    "id": "115",
    "name": "সাইদুল ইসলাম শোভন",
    "en_name": "Saiful Islam Shovon",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "শেখ বোরহানুদ্দীন পোস্ট গ্রাজুয়েট কলেজ",
    "en_description": "Sheikh Borhanuddin Post Graduate College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২০ বছর",
    "en_age": "20 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ওসমানঘাট, ঢাকা",
    "en_birth_place": "Osman Ghat, Dhaka",
    "reason": "ঢাকার নিউমার্কেট এলাকায় আন্দোলনরত অবস্থায় পুলিশের গুলিতে শহীদ হয়।",
    "en_reason": "Shot by police while protesting in New Market area, Dhaka.",
    "personal_life": "সাইদুল ইসলাম শোভন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Saiful Islam Shovon's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/ashikul-islam.jpg",
    "id": "116",
    "name": "আশিকুল ইসলাম",
    "en_name": "Ashikul Islam",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ঝানজার দ্বি-মূখী দাখিল মাদ্রাসা, বিরামপুর, দিনাজপুর",
    "en_description": "Jhanjar Dui-Mukhi Dakhil Madrasa, Birampur, Dinajpur",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৬ বছর",
    "en_age": "16 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নরহরিপুর, গোলাপগঞ্জ, নবাবগঞ্জ, দিনাজপুর",
    "en_birth_place": "Naruharipur, Golapganj, Nobabganj, Dinajpur",
    "reason": "শুক্রবার বিকেলে বন্ধুদের সাথে মিছিলে অংশগ্রহণ করেন, ওই সময় আইনশৃঙ্খলা বাহিনী তাদের ধাওয়া দেয় এবং এলোপাথারি গুলি ছুড়ে তখন সে একটি দোকানে আশ্রয় নেয়।এমন সময় একটি বুলেট গলার এক প্রান্ত দিয়ে ঢুকে অপর প্রন্ত দিয়ে বের হয়ে যায়।তাৎক্ষণাৎ একটি নিকটস্ত হাসপাতালে নিয়ে যাওয়া হলে ডাক্তার তাকে মৃত ঘোষণা করেন।",
    "en_reason": "Participated in a rally with friends on Friday afternoon. During this, law enforcement chased them and fired indiscriminately. He sought shelter in a shop, and a bullet entered through one side of his throat and exited through the other. He was taken to a nearby hospital immediately, where he was declared dead.",
    "personal_life": "আশিকুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Ashikul Islam's personal life is still being collected. Please help us with any details you may have."
}
,
{
    "img": "https://shohid.info/shohid/md-shawon-hossain.jpg",
    "id": "117",
    "name": "মোঃ শাওন হোসেন",
    "en_name": "Mohammad Shawon Hossain",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "ঢাকার রামপুরায় একটি রেষ্টুরেন্টে কাজ করতেন",
    "en_description": "Worked at a restaurant in Rampura, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৭ বছর",
    "en_age": "17 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "মেহেন্দিগঞ্জ, বরিশাল",
    "en_birth_place": "Mehendiganj, Barisal",
    "reason": "রামপুরায় মসজিদ থেকে নামাজ শেষে বের হয়ে ছাত্রদের সাথে আন্দোলনে যোগ দিলে গুলিবিদ্ধ হন।",
    "en_reason": "Shot while participating in a student protest after leaving the mosque following prayer in Rampura.",
    "personal_life": "মোঃ শাওন হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Shawon Hossain's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-nahidul-islam-nayeem.jpg",
    "id": "118",
    "name": "মোঃ নাহিদুল ইসলাম নাঈম",
    "en_name": "Mohammad Nahidul Islam Naim",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ভোলা সরকারি কলেজ",
    "en_description": "Bhola Government College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "উত্তর বাটামারা, ভোলা, বরিশাল",
    "en_birth_place": "North Batamara, Bhola, Barisal",
    "reason": "১৯ জুলাই বিকেলে রাজধানীর মিরপুর ১০ এ গোলাগোলির সময় তার সহপাঠী একজন গুলিতে আহত হলে তাকে উদ্ধার করতে গিয়ে নিজের মাথায় গুলির আঘাতে মৃত্যু বরন করে",
    "en_reason": "On 19th July, in Mirpur 10, Dhaka, during a clash, he was shot in the head while attempting to rescue a fellow student who had been injured by gunfire.",
    "personal_life": "মোঃ নাহিদুল ইসলাম নাঈম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Nahidul Islam Naim's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/ahmed-atik.jpg",
    "id": "119",
    "name": "আহমেদ আতিক",
    "en_name": "Ahmed Atik",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "বায়িং হাউজ (উত্তরা)",
    "en_description": "Buying House (Uttara)",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩২ বছর",
    "en_age": "32 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "গলাচিপা, পটুয়াখালী",
    "en_birth_place": "Galachipa, Patuakhali",
    "reason": "শুক্রবার, 19 জুলাই, তিনি অফিসে উপস্থিত ছিলেন কিন্তু উত্তেজনাপূর্ণ পরিস্থিতির কারণে তাড়াতাড়ি চলে যান। ওইদিন বিকেলে মিরপুরে বাসা থেকে নিচে নামলে মাথায় গুলিবিদ্ধ হয়ে মর্মান্তিক মৃত্যু হয়।",
    "en_reason": "On Friday, 19th July, he was at the office but left early due to the tense situation. That evening, while coming down from his house in Mirpur, he was shot in the head and tragically died.",
    "personal_life": "আহমেদ আতিক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Ahmed Atik's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/mawlana-md-masudur-rahman.jpg",
    "id": "120",
    "name": "মাওলানা মোঃ মাসুদুর রহমান",
    "en_name": "Maulana Mohammad Masudur Rahman",
    "occupation": "ইমাম",
    "en_occupation": "Imam",
    "description": "মাদ্রাসা: তুর রহমান আল ইসলামিয়া",
    "en_description": "Madrasah: Tur Rahman Al Islamia",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৪০ বছর",
    "en_age": "40 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "বরুড়া, কুমিল্লা",
    "en_birth_place": "Barura, Comilla",
    "reason": "বুকে পুলিশের গুলি লেগে, পিঠ দিয়ে বের হয়ে যায়।",
    "en_reason": "Shot in the chest by police, the bullet exited through the back.",
    "personal_life": "মাওলানা মোঃ মাসুদুর রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Maulana Mohammad Masudur Rahman's personal life is still being collected. Please help us with any details you may have."
}
	,
	{
    "img": "https://shohid.info/shohid/md-naimur-rahman.jpg",
    "id": "121",
    "name": "মোঃ নাইমুর রহমান",
    "en_name": "Mohammad Naimur Rahman",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "শিক্ষার্থীগুলশান ডিগ্রি কলেজ, জোয়ার সাহারা, ক্যান্টনমেন্ট, ঢাকা।",
    "en_description": "Student at Gulshan Degree College, Jowar Sahara, Cantonment, Dhaka.",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "মুন্সীকান্দী, ভান্ডারীকান্দী, শিবচর, মাদারীপুর",
    "en_birth_place": "Munsikandi, Bhandarikandi, Shibchar, Madaripur",
    "reason": "কর্মস্থল থেকে ফেরার পথে গুলিবিদ্ধ হয়েছে। ছাত্র আন্দোলনের সাথে সম্পৃক্ততা ছিল।",
    "en_reason": "Shot while returning from work. Was involved in student movement.",
    "personal_life": "মোঃ নাইমুর রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Naimur Rahman's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/junayed.jpg",
    "id": "122",
    "name": "জুনায়েদ",
    "en_name": "Junaid",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "null",
    "en_description": "null",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৪ বছর",
    "en_age": "14 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ঢাকা",
    "en_birth_place": "Dhaka",
    "reason": "পুলিশ সরাসরি মাথায় গুলি করে",
    "en_reason": "Shot in the head by police",
    "personal_life": "জুনায়েদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Junaid's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/md-sajjad-hossain.jpg",
    "id": "123",
    "name": "মোঃ সাজ্জাদ হোসেন",
    "en_name": "Mohammad Sajjad Hossain",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "খুদ্র ব্যবসায়ী, আর সি সি আই স্কুল মোড়",
    "en_description": "Small businessman, RCCI School Intersection",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৯ বছর",
    "en_age": "29 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "শিক্ষা অঙ্গন রোড, পূর্ব শালবন, রংপুর",
    "en_birth_place": "Shiksha Angan Road, Purbo Shalbon, Rangpur",
    "reason": "১৯ শে জুলাই বিকেলে রংপুর সিটি বাজার এলাকায় কোটা সংস্কার আন্দোলনকারী ও পুলিশের সংঘর্ষের সময় রংপুর সিটি বাজারের সামনে গুলিবিদ্ধ হয়ে মারা যান",
    "en_reason": "On 19th July, in the evening, died from gunshot wounds during a clash between quota reform activists and police in front of Rangpur City Market.",
    "personal_life": "মোঃ সাজ্জাদ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Sajjad Hossain's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/rakib-hasan-2.jpg",
    "id": "124",
    "name": "রাকিব হাসান",
    "en_name": "Rakib Hasan",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "আইটিজেড স্কুল অ্যান্ড কলেজে",
    "en_description": "At ITZ School and College",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১২ বছর",
    "en_age": "12 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "লক্ষীপুর",
    "en_birth_place": "Lakshmipur",
    "reason": "রাকিব হাসান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "No sufficient information is available on how Rakib Hasan died; information collection is ongoing.",
    "personal_life": "রাকিব হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Rakib Hasan's personal life is still being collected. Please help us with any details you may have."
},
{
    "img": "null",
    "id": "125",
    "name": "সজীব",
    "en_name": "Sajib",
    "occupation": "গার্মেন্টস শ্রমিক",
    "en_occupation": "Garment Worker",
    "description": "null",
    "en_description": "null",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২০ বছর",
    "en_age": "20 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কিশোরগঞ্জ, ঢাকা",
    "en_birth_place": "Kishoreganj, Dhaka",
    "reason": "সজীব কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "No sufficient information is available on how Sajib died; information collection is ongoing.",
    "personal_life": "সজীব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Sajib's personal life is still being collected. Please help us with any details you may have."
}
,
{
    "img": "https://shohid.info/shohid/md-mizanur-rahaman.jpg",
    "id": "126",
    "name": "মোঃ মিজানুর রহমান",
    "en_name": "Mohammad Mizanur Rahman",
    "occupation": "দোকানদার",
    "en_occupation": "Shopkeeper",
    "description": "রামপুরা, বনশ্রী, ব্লক: এফ, রোড নং 06",
    "en_description": "Rampura, Banshree, Block: F, Road No 06",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৯ বছর",
    "en_age": "29 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "গ্রাম: পূর্ব কেশব কাঠী, ইউনিয়ন: ওটরা, থানা: উজিরপুর, জেলা: বরিশাল",
    "en_birth_place": "Village: Purbo Keshab Kathi, Union: Otra, Thana: Uzirpur, District: Barisal",
    "reason": "মোঃ মিজানুর রহমান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "No sufficient information is available on how Mohammad Mizanur Rahman died; information collection is ongoing.",
    "personal_life": "মোঃ মিজানুর রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Mizanur Rahman's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/mobarak-hossain.jpg",
    "id": "127",
    "name": "মোবারক হোসেন",
    "en_name": "Mobarok Hossain",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "মেসার্স শতরুপা ট্রেডার্স, দিপা ইলেকট্রিক মার্কেট, ১৫৯ নবাবপুর রোড, ঢাকা",
    "en_description": "M/S Shatarupa Traders, Deepa Electric Market, 159 Nawabpur Road, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩২ বছর",
    "en_age": "32 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "পূর্ব নয়াকান্দি, করিমগঞ্জ পৌরসভা, কিশোরগঞ্জ",
    "en_birth_place": "Purbo Noayakandi, Karimganj Municipality, Kishoreganj",
    "reason": "পুলিশের গুলিতে",
    "en_reason": "Shot by police",
    "personal_life": "মোবারক হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mobarok Hossain's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/md-sazzad-hossain.jpg",
    "id": "128",
    "name": "মুহাম্মদ সাজ্জাদ হোসাইন (সাব্বির)",
    "en_name": "Muhammad Sajjad Hossain (Sabbir)",
    "occupation": "গাড়ির মেকানিক",
    "en_occupation": "Car Mechanic",
    "description": "গাড়ির মেকার্নিক, ঢাকা মটরস, চিড়িয়াখানা রোড, মিরপুর-০২, ঢাকা।",
    "en_description": "Car Mechanic, Dhaka Motors, Zoo Road, Mirpur-02, Dhaka.",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "রঘুনাথপুর, তেঘোরিয়া, চাঁদপুর",
    "en_birth_place": "Raghunathpur, Teghoria, Chandpur",
    "reason": "১৯ জুলাই শুক্রবার, সারাদেশে যখন ইন্টারনেট বন্ধ সেদিন জুম্মার নামাজ পড়ে আমার ছোট ভাই Redwan Asif, ওর সহকর্মী Ishak Hossain সহ ওরা ছয় জন মিলে মিরপুর-১০ নম্বরে আন্দোলনে যোগ দেয়। আমরা সবাই জানি সেদিন মিরপুরের অবস্থা ছিলো খুবই ভয়াবহ। আনুমানিক বিকেল ৫.৩০টায় ওরা একসাথে সবাই যখন শ্লোগান দিচ্ছিলো তখনি হেলিকাপ্টারে উপর থেকে গুলি ছুড়তে থাকে পুলিশ ঠিক তখননি ওরা ছত্রভঙ্গ হয়ে যায়। সাব্বির দৌঁড় দেয় গলির দিকে আর বাকীরা রাস্তার অন্য দিকে। কিছুক্ষণ পর যখন পরিস্থিতি স্বাভাবিক হতে থাকে তখন দেখে সাব্বির আর ওদের সাথে নেই। পরোক্ষণে ওর সহকর্মী রিশাদ অনেক বার ফোন করলেও সাব্বির আর ফোন ধরে না। একটু পরে ওর ফোন থেকে কেউ একজন ফোন করে বলে, ভাইতো গুলি খাইছে আমরা হার্ট ফাউন্টেশনে নিয়ে আসছি। পরে ওরা সবাই দৌঁড়ে হার্ট ফাউন্টেশনে গিয়ে থেকে সাব্বির আর বেঁচে নেই। এভাবেই পুলিশের গুলিতে শহীদ হয় আমাদের প্রিয় সাব্বির।",
    "en_reason": "On Friday, July 19, when the internet was down nationwide, my younger brother Redwan Asif, along with his colleague Ishak Hossain and four others, joined the protest in Mirpur-10 after Jummah prayers. As we all know, the situation in Mirpur that day was extremely dire. Around 5:30 PM, while they were chanting slogans together, police started firing from a helicopter. The group scattered immediately. Sabbir ran into an alley while the others went in the opposite direction. When the situation calmed down, Sabbir was missing. Despite repeated calls from his colleague Rishad, Sabbir did not answer. Later, someone called from Sabbir's phone, saying he had been shot and was being taken to Heart Foundation. By the time they reached the Heart Foundation, Sabbir was no longer alive. This is how our dear Sabbir was martyred by police gunfire.",
    "personal_life": "মুহাম্মদ সাজ্জাদ হোসাইন (সাব্বির) এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Muhammad Sajjad Hossain (Sabbir)'s personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-faisal-sarker.jpg",
    "id": "129",
    "name": "মোঃ ফয়সাল সরকার",
    "en_name": "Mohammad Faisal Sarkar",
    "occupation": "শিক্ষার্থী ও পার্ট-টাইম কর্মচারী",
    "en_occupation": "Student and Part-Time Employee",
    "description": "এস,এম, মোজাম্মেল হক টেকনিক্যাল এন্ড বিজনেস ম্যানেজমেন্ট কলেজ / শ্যামলী পরিবহন",
    "en_description": "SM Mozammel Haque Technical and Business Management College / Shyamoli Transport",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "----------",
    "en_age": "----------",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কাচিসাইর (৩৫৩০), দেবিদ্বার, কুমিল্লা",
    "en_birth_place": "Kachisair (3530), Debidwar, Comilla",
    "reason": "পুলিশের গুলিতে, মাথায় গুলিবিদ্ধ",
    "en_reason": "Shot by police, bullet in the head",
    "personal_life": "মোঃ ফয়সাল সরকার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Faisal Sarkar's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-rabiul-islam.jpg",
    "id": "130",
    "name": "মোঃ রবিউল ইসলাম",
    "en_name": "Mohammad Robiul Islam",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "সফেজ ইলেকট্রনিক্স",
    "en_description": "Safaj Electronics",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩০ বছর",
    "en_age": "30 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "পাদ্রীশিবপুর, বাকেরগঞ্জ, বরিশাল",
    "en_birth_place": "Padri Shibpur, Bakerganj, Barisal",
    "reason": "গুলিবিদ্ধ",
    "en_reason": "Shot",
    "personal_life": "মোঃ রবিউল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Robiul Islam's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-raihanul-islam.jpg",
    "id": "131",
    "name": "মোঃ রায়হানুল ইসলাম",
    "en_name": "Mohammad Raihanul Islam",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "স্টারলিং স্টকস্ এন্ড সিকিউরিটিজ লি.",
    "en_description": "Sterling Stocks & Securities Ltd.",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩৪ বছর",
    "en_age": "34 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "মুন্সিপাড়া, উলিপুর, কুড়িগ্রাম",
    "en_birth_place": "Munsipara, Ulipur, Kurigram",
    "reason": "জুমার নামাজ শেষে ফিরছিলেন, চোখে গুলি লেগে মৃত্যুর কোলে",
    "en_reason": "Returning after Jummah prayers, was shot in the eye and succumbed to injuries",
    "personal_life": "মোঃ রায়হানুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Raihanul Islam's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-mansur-mia.jpg",
    "id": "132",
    "name": "মোঃ মনসুর মিয়া",
    "en_name": "Mohammad Monsur Mia",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "বুড়িগঙ্গা সিএনজি পাম্প",
    "en_description": "Buriganga CNG Pump",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৪২ বছর",
    "en_age": "42 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "২৩/২,বছিলা, মোহাম্মদপুর, ঢাকা-১২০৭",
    "en_birth_place": "23/2, Bachila, Mohammadpur, Dhaka-1207",
    "reason": "পুলিশের গুলিতে",
    "en_reason": "Shot by police",
    "personal_life": "মোঃ মনসুর মিয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Monsur Mia's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/sohag-bhola.jpg",
    "id": "133",
    "name": "মোঃ সোহাগ",
    "en_name": "Mohammad Sohaq",
    "occupation": "ফেরিওয়ালা",
    "en_occupation": "Hawker",
    "description": "বসুন্ধরা এলাকা, ঢাকা",
    "en_description": "Bashundhara Area, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "চর ফরিয়া, হাজারীগঞ্জ, চরফ্যাশন, ভোলা",
    "en_birth_place": "Char Fariya, Hazargonj, Charfasson, Bhola",
    "reason": "সূত্র: মানবজমিন",
    "en_reason": "Source: Manabzamin",
    "personal_life": "মোঃ সোহাগ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Sohaq's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-emon.jpg",
    "id": "134",
    "name": "মোঃ ইমন",
    "en_name": "Mohammad Imon",
    "occupation": "কারখানার কর্মচারী",
    "en_occupation": "Factory Worker",
    "description": "রায়েরবাগ, ঢাকা",
    "en_description": "Rayebag, Dhaka",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কিশোরগঞ্জ",
    "en_birth_place": "Kishoreganj",
    "reason": "পুলিশের গুলিতে",
    "en_reason": "Shot by police",
    "personal_life": "মোঃ ইমন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Imon's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-amir-hossain.jpg",
    "id": "135",
    "name": "মো: আমীর হোসেন",
    "en_name": "Mohammad Amir Hossain",
    "occupation": "অটো চালক",
    "en_occupation": "Auto Rickshaw Driver",
    "description": "রামপুরা উলন এলাকা",
    "en_description": "Rampura Ulan Area",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৩০ বছর",
    "en_age": "30 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "মৌপাড়া, ছোট্ট বগী, তালতলী, বরগুনা",
    "en_birth_place": "Moupara, Chotto Bogi, Talpati, Barguna",
    "reason": "বিজিবি/পুলিশের বুলেটের আঘাতে",
    "en_reason": "Injured by bullets from BGB/police",
    "personal_life": "মো: আমীর হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Amir Hossain's personal life is still being collected. Please help us with any details you may have."
}
,
{
    "img": "https://shohid.info/shohid/jahangir-hossain-mridha.jpg",
    "id": "136",
    "name": "জাহাঙ্গীর হোসেন মৃধা",
    "en_name": "Jahangir Hossain Mridha",
    "occupation": "ভ্যান চালক",
    "en_occupation": "Van Driver",
    "description": "রায়েরবাগ",
    "en_description": "Rayebag",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "৫১ বছর",
    "en_age": "51 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "দ্বিপাশা, মদনপুর, বাউফল, পটুয়াখালী",
    "en_birth_place": "Dweepasha, Modonpur, Bauphal, Patuakhali",
    "reason": "ছাত্রদের পানি বিতরন করা অবস্থায় পুলিশের গুলি মাথায় লেগে মগজ বের হয়ে যায়",
    "en_reason": "While distributing water to students, was shot in the head by police, resulting in brain matter coming out",
    "personal_life": "জাহাঙ্গীর হোসেন মৃধা এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Jahangir Hossain Mridha's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/akram-khan-rabbi.jpg",
    "id": "137",
    "name": "আকরাম খান রাব্বি",
    "en_name": "Akram Khan Rabbi",
    "occupation": "শিক্ষার্থী ও পার্ট-টাইম কর্মচারী",
    "en_occupation": "Student and Part-Time Employee",
    "description": "মিরপুর-১৩, ঢাকা-১২১৬",
    "en_description": "Mirpur-13, Dhaka-1216",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "২৯ বছর",
    "en_age": "29 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "মিরপুর-১৩, ঢাকা-১২১৬",
    "en_birth_place": "Mirpur-13, Dhaka-1216",
    "reason": "মিরপুর-১০, শহীদ আবু তালেব উচ্চ বিদ্যালয় এর সামনে থেকে হামলার শিকার হয় পুলিশ কর্তৃক, ২ টি গুলি লাগে (১টি হাতের কব্জিতে এবং ১টি পেটে) যার কারনে অনেক রক্ত খরন হয় হাসপাতাল নিতে নিতে ইন্তেকাল করেন",
    "en_reason": "Attacked by police in front of Shaheed Abu Taleb High School, Mirpur-10, shot twice (one in the wrist and one in the abdomen), leading to severe blood loss and death while being taken to the hospital",
    "personal_life": "আকরাম খান রাব্বি এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Akram Khan Rabbi's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-tawhid-sanyamat.jpg",
    "id": "138",
    "name": "মো: তাওহীদ সন্যামত",
    "en_name": "Mohammad Tauhid Sanyamat",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "তাঁতীবাড়ি ইসলামিয়া উচ্চ বিদ্যালয়",
    "en_description": "Tantibari Islamia High School",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "সুচিয়ার ভাঙ্গা, মস্তফাপুর, মাদারীপুর",
    "en_birth_place": "Suchiar Vanga, Mostafapur, Madaripur",
    "reason": "বৈষম্যবিরোধী ছাত্র আন্দোলনে পুলিশের গুলিতে নিহত হয়",
    "en_reason": "Killed by police during an anti-discrimination student movement",
    "personal_life": "মো: তাওহীদ সন্যামত এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Tauhid Sanyamat's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/sarwar-hosen-khan-shaun.jpg",
    "id": "139",
    "name": "সরওয়ার হোসেন খান শাউন",
    "en_name": "Sorrowar Hossain Khan Shaoun",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "হায়দার আলী প্রিন্স রেস্তোরা, রামপুরা",
    "en_description": "Haider Ali Prince Restaurant, Rampura",
    "date_of_death": "১৯ জুলাই, ২০২৪",
    "en_date_of_death": "19th July, 2024",
    "age": "১৭ বছর",
    "en_age": "17 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "গ্রামঃ পান বাড়িয়া, পোস্টঃ উলানীয়া, উপজেলাঃ মেহেন্দিগঞ্জ, জেলাঃ বরিশাল",
    "en_birth_place": "Village: Pan Badiya, Post: Ulania, Upazila: Mehndiganj, District: Barisal",
    "reason": "শুক্রবার রামপুরা টিভি সেন্টারের সামনে পুলিশের গুলিতে",
    "en_reason": "Shot by police in front of Rampura TV Center on Friday",
    "personal_life": "সরওয়ার হোসেন খান শাউন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Sorrowar Hossain Khan Shaoun's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/sheikh-shahriar-been-matin.jpg",
    "id": "140",
    "name": "শেখ শাহরিয়ার বিন মতিন",
    "en_name": "Sheikh Shahriar Bin Matin",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "ঈশ্বরগঞ্জ আইডিয়াল কলেজ, ঈশ্বরগঞ্জ, ময়মনসিংহ",
    "en_description": "Ishwarganj Ideal College, Ishwarganj, Mymensingh",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কুমড়া শাসন, ঈশ্বরগঞ্জ, ময়মনসিংহ",
    "en_birth_place": "Kumra Shashon, Ishwarganj, Mymensingh",
    "reason": "মাথায় গুলিবিদ্ধ হন ১৮ই জুলাই বিকালে। আইসিইউতে দুইদিন থাকার পর শনিবার মারা যান",
    "en_reason": "Shot in the head on the afternoon of 18th July. Died on Saturday after spending two days in the ICU",
    "personal_life": "শেখ শাহরিয়ার বিন মতিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Sheikh Shahriar Bin Matin's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-nasir-islam.jpg",
    "id": "141",
    "name": "মোঃ নাসির ইসলাম",
    "en_name": "Mohammad Nasir Islam",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "তা'মীরুল মিল্লাত কামিল মাদ্রাসা",
    "en_description": "Tameerul Millat Kamil Madrasa",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "----------",
    "en_birth_place": "----------",
    "reason": "মোঃ নাসির ইসলাম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Mohammad Nasir Islam died are not available. Information collection is ongoing.",
    "personal_life": "মোঃ নাসির ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Nasir Islam's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "null",
    "id": "142",
    "name": "মোহাম্মদ সামি",
    "en_name": "Mohammad Sami",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "এম.সি কলেজ, সিলেট",
    "en_description": "MC College, Sylhet",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "----------",
    "en_age": "----------",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "সিলেট",
    "en_birth_place": "Sylhet",
    "reason": "মোহাম্মদ সামি কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Mohammad Sami died are not available. Information collection is ongoing.",
    "personal_life": "মোহাম্মদ সামি এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Sami's personal life is still being collected. Please help us with any details you may have."
}
,

{
    "img": "https://shohid.info/shohid/mosharraf-howlader.jpg",
    "id": "143",
    "name": "মোশাররফ হাওলাদার",
    "en_name": "Mosharraf Howlader",
    "occupation": "শ্রমিক",
    "en_occupation": "Worker",
    "description": "বোর্ড বাজার, গাজীপুর",
    "en_description": "Board Bazar, Gazipur",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "৩১ বছর",
    "en_age": "31 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কালকিনি, মাদারীপুর",
    "en_birth_place": "Kalakini, Madaripur",
    "reason": "মোশাররফ হাওলাদার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Mosharraf Howlader died are not available. Information collection is ongoing.",
    "personal_life": "মোশাররফ হাওলাদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mosharraf Howlader's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/tahir-zaman-priyo.jpg",
    "id": "144",
    "name": "তাহির জামান প্রিয়",
    "en_name": "Tahir Zaman Priyo",
    "occupation": "ফটো সাংবাদিক",
    "en_occupation": "Photojournalist",
    "description": "Streets of Dhaka",
    "en_description": "Streets of Dhaka",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৭ বছর",
    "en_age": "27 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "রংপুর",
    "en_birth_place": "Rangpur",
    "reason": "তাহির জামান প্রিয় কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Tahir Zaman Priyo died are not available. Information collection is ongoing.",
    "personal_life": "তাহির জামান প্রিয় এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Tahir Zaman Priyo's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/rakib-hasan.jpg",
    "id": "145",
    "name": "রাকিব হাসান",
    "en_name": "Rakib Hasan",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "মিলিটারি ইনস্টিটিউট অব সায়েন্স অ্যান্ড টেকনোলজি",
    "en_description": "Military Institute of Science and Technology",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "----------",
    "en_age": "----------",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "----------",
    "en_birth_place": "----------",
    "reason": "রাকিব হাসান কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Rakib Hasan died are not available. Information collection is ongoing.",
    "personal_life": "রাকিব হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Rakib Hasan's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/mohammad-tuhin.jpg",
    "id": "146",
    "name": "মোহাম্মদ তুহিন",
    "en_name": "Mohammad Tuhin",
    "occupation": "নির্মাণ শ্রমিক",
    "en_occupation": "Construction Worker",
    "description": "ঢাকা",
    "en_description": "Dhaka",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২২ বছর",
    "en_age": "22 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "সোনারামপুর, বাঞ্ছারামপুর, ব্রাহ্মণবাড়িয়া",
    "en_birth_place": "Sonarampur, Banchharampur, Brahmanbaria",
    "reason": "কর্মরত অবস্থায় হেলিকপ্টার থেকে পুলিশের গুলিতে শহীদ হয়েছে",
    "en_reason": "Shot by police from a helicopter while working",
    "personal_life": "মোহাম্মদ তুহিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Tuhin's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/mukttakin-billah.jpg",
    "id": "147",
    "name": "মুক্তাকিন বিল্লাহ",
    "en_name": "Muktakim Billah",
    "occupation": "ল্যাব টেকনোলজিস্ট",
    "en_occupation": "Lab Technologist",
    "description": "ইনোভা ডায়াগনোস্টিক সেন্টার",
    "en_description": "Innova Diagnostic Center",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৭ বছর",
    "en_age": "27 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "মাগুরা, খুলনা",
    "en_birth_place": "Magura, Khulna",
    "reason": "মুক্তাকিন বিল্লাহ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Muktakim Billah died are not available. Information collection is ongoing.",
    "personal_life": "তিনি 2023 সালে SAIC ইনস্টিটিউট অফ মেডিকেল টেকনোলজি, মিরপুর থেকে প্যাথলজিতে ডিপ্লোমা শেষ করেন। তারপর তিনি শহীদ সোহরাওয়ার্দী মেডিকেল কলেজ ও হাসপাতালে ইন্টার্নশিপ করেন। তিনি মৃত্যুদিন পর্যন্ত ল্যাব টেকনোলজিস্ট হিসেবে এনোভা ডায়াগনস্টিক সেন্টারে চাকরি করেন।",
    "en_personal_life": "He completed a diploma in Pathology from SAIC Institute of Medical Technology, Mirpur in 2023. He then did an internship at Shaheed Sohrawardy Medical College and Hospital. He worked as a Lab Technologist at Innova Diagnostic Center until the day of his death."
}
,{
    "img": "https://shohid.info/shohid/amdadul-hossain.jpg",
    "id": "148",
    "name": "এমদাদুল হোসেন",
    "en_name": "Emdadul Hossain",
    "occupation": "গাড়ী চালক",
    "en_occupation": "Driver",
    "description": "ধাওয়া, ভান্ডারিয়া, পিরোজপুর",
    "en_description": "Dhawa, Bhandaria, Pirojpur",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "ধাওয়া, ভান্ডারিয়া, পিরোজপুর",
    "en_birth_place": "Dhawa, Bhandaria, Pirojpur",
    "reason": "এমদাদুল হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Emdadul Hossain died are not available. Information collection is ongoing.",
    "personal_life": "এমদাদুল হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Emdadul Hossain's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "null",
    "id": "149",
    "name": "শামীম",
    "en_name": "Shamim",
    "occupation": "ইলেকট্রিশিয়ান",
    "en_occupation": "Electrician",
    "description": "মোহাম্মদপুর, ঢাকা",
    "en_description": "Mohammadpur, Dhaka",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৪ বছর",
    "en_age": "24 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "ভোলা, বরিশাল",
    "en_birth_place": "Bhola, Barishal",
    "reason": "শামীম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Shamim died are not available. Information collection is ongoing.",
    "personal_life": "শামীম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Shamim's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "null",
    "id": "150",
    "name": "তামিম",
    "en_name": "Tamim",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "null",
    "en_description": "null",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১১ বছর",
    "en_age": "11 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "----------",
    "en_birth_place": "----------",
    "reason": "তামিম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান",
    "en_reason": "Details about how Tamim died are not available. Information collection is ongoing.",
    "personal_life": "তামিম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Tamim's personal life is still being collected. Please help us with any details you may have."
}
,
{
    "img": "https://shohid.info/shohid/emam-hasan-tyaim-bhuiyan.jpg",
    "id": "151",
    "name": "ইমাম হাসান তাঈম ভূঁইয়া",
    "en_name": "Imam Hasan Taime Bhuiya",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "সরকারি আদমজী নগর এম. ডব্লিউ. কলেজ, নারায়ণগঞ্জ।",
    "en_description": "Government Adamjee Nagar M. W. College, Narayanganj.",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "গ্রাম: এবারপুর(৩ নং ওয়াড), থানা: চান্দিনা, জেলা: কুমিল্লা",
    "en_birth_place": "Village: Ebarpur (Ward No. 3), Thana: Chandina, District: Comilla",
    "reason": "আন্দোলনের সময় পুলিশের গুলিতে নিহত হয়েছে",
    "en_reason": "Killed by police gunfire during the protest",
    "personal_life": "ইমাম হাসান তাঈম ভূঁইয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Imam Hasan Taime Bhuiya's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "null",
    "id": "152",
    "name": "কোরবান আলী",
    "en_name": "Korban Ali",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "সাভার কাঁচা বাজার",
    "en_description": "Savhar Raw Market",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "৬০ বছর",
    "en_age": "60 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "----------",
    "en_birth_place": "----------",
    "reason": "কোরবান আলী কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Korban Ali died are not yet available. Investigation is ongoing.",
    "personal_life": "কোরবান আলী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Korban Ali's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/md-titu-hawladar.jpg",
    "id": "153",
    "name": "মোঃ টিটু হাওলাদার",
    "en_name": "Md. Titu Howlader",
    "occupation": "গাড়ী চালক",
    "en_occupation": "Driver",
    "description": "ঢাকা",
    "en_description": "Dhaka",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "৩৪ বছর",
    "en_age": "34 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "দঃ হোসনাবাদ, বেতাগী-বরগুনা",
    "en_birth_place": "South Hosnabad, Betagi-Barguna",
    "reason": "গ্রীনরোডএ পথচারী পারাপারের সময় পুলিশের গুলিতে!",
    "en_reason": "Shot by police while crossing the road at Green Road!",
    "personal_life": "মোঃ টিটু হাওলাদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Md. Titu Howlader's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/saiful-islam.jpg",
    "id": "154",
    "name": "সাইফুল ইসলাম",
    "en_name": "Saiful Islam",
    "occupation": "কৃষক",
    "en_occupation": "Farmer",
    "description": "ফুলপুর, ময়মনসিংহ",
    "en_description": "Fulpur, Mymensingh",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "৪২ বছর",
    "en_age": "42 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "চক ঢাকিরকান্দা, ফুলপুর, ময়মনসিংহ",
    "en_birth_place": "Chok Dhakir Kanda, Fulpur, Mymensingh",
    "reason": "ফুলপুর বাসস্ট্যান্ডে পুলিশের সাথে ধাওয়া পাল্টা-ধাওয়ার সময় পথচারী হিসেবে নিহত",
    "en_reason": "Killed as a bystander during a chase with police at Fulpur Bus Stand",
    "personal_life": "সাইফুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Saiful Islam's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "null",
    "id": "155",
    "name": "নুরুল আমিন",
    "en_name": "Nurul Amin",
    "occupation": "চাষি",
    "en_occupation": "Farmer",
    "description": "কুড়িগ্রাম সদর, কুড়িগ্রাম",
    "en_description": "Kurigram Sadar, Kurigram",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২১ বছর",
    "en_age": "21 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কুড়িগ্রাম সদর, কুড়িগ্রাম",
    "en_birth_place": "Kurigram Sadar, Kurigram",
    "reason": "অসুস্থ স্ত্রীর জন্য ঔষধ আনতে যেয়ে বোর্ডবাজারের তেলিপাড়া এলাকায় পুলিশের গুলিতে নিহত হয়",
    "en_reason": "Killed by police gunfire while going to fetch medicine for his sick wife in Telipara area of Boardbazar",
    "personal_life": "নুরুল আমিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Nurul Amin's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/jobayer-ahmed.jpg",
    "id": "156",
    "name": "জোবায়ের আহমেদ",
    "en_name": "Zobayer Ahmed",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "মোজাফফর আলী কলেজ",
    "en_description": "Mozaffar Ali College",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৯ বছর",
    "en_age": "19 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কাওরাট বাজার, গৌরিপুর",
    "en_birth_place": "Kawrat Bazar, Gouripur",
    "reason": "ময়মনসিংহ-কিশোরগঞ্জ সড়কের গৌরীপুর উপজেলার কলতাপাড়ায় রাস্তা অবরোধকালে পুলিশের গুলিতে নিহত হয়",
    "en_reason": "Killed by police gunfire while blocking the road at Kalatapar of Gouripur Upazila on Mymensingh-Kishoreganj Road",
    "personal_life": "জোবায়ের আহমেদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Zobayer Ahmed's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/ifat-hasan.jpg",
    "id": "157",
    "name": "ইফাত হাসান",
    "en_name": "Ifat Hasan",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "এ কে স্কুল অ্যান্ড কলেজ, দনিয়া, ঢাকা",
    "en_description": "A K School and College, Dhania, Dhaka",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৬ বছর",
    "en_age": "16 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "নোয়াখালীর বেগমগঞ্জ উপজেলার রাজগঞ্জ ইউনিয়নের মনপুরা গ্রামে",
    "en_birth_place": "Monpura Village, Rajganj Union, Begumganj Upazila, Noakhali",
    "reason": "ঢাকার যাত্রাবাড়ীতে গুলিবিদ্ধ একটা ব্যক্তিকে রাস্তায় পড়ে থাকতে দেখে এগিয়ে গিয়ে উদ্ধার করে অনাবিল হাসপাতালে নিয়ে যায় ইফাত । এটা দেখে হাসপাতাল থেকে জোর করে টেনে এনে গুলি করে পুলিশ।",
    "en_reason": "Ifat Hasan went to rescue a person lying on the road after being shot in Dhaka's Jatrabari and took him to Anabil Hospital. Seeing this, the police forcibly dragged him out of the hospital and shot him.",
    "personal_life": "ইফাত হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Ifat Hasan's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/hosen-miah.jpg",
    "id": "158",
    "name": "হোসেন মিয়া",
    "en_name": "Hossain Mia",
    "occupation": "ফেরিওয়ালা",
    "en_occupation": "Street Vendor",
    "description": "রাস্তার ফেরি করে পপকর্ন, আইসক্রিম ও চকলেট বিক্রি করতেন",
    "en_description": "Sold popcorn, ice cream, and chocolate on the street",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১০ বছর",
    "en_age": "10 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "বেতরা, রাজামেহার, দেবীদ্বার, কুমিল্লা",
    "en_birth_place": "Betra, Rajamehar, Debidwar, Comilla",
    "reason": "সূত্র: প্রথম আলো",
    "en_reason": "Source: Prothom Alo",
    "personal_life": "হোসেন মিয়া এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Hossain Mia's personal life is still being collected. Please help us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/al-amin-comilla.jpg",
    "id": "159",
    "name": "আল আমিন",
    "en_name": "Al Amin",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "আল আমিন সম্পর্কে তথ্য এখনও সংগ্রহ করা হচ্ছে।",
    "en_description": "Information about Al Amin is still being collected.",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "বরুড়া, কুমিল্লা",
    "en_birth_place": "Barura, Comilla",
    "reason": "আল আমিন কীভাবে মারা গিয়েছেন, সে সম্পর্কে পর্যাপ্ত তথ্য পাওয়া যায়নি। তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details on how Al Amin died are not yet available. The search for information is ongoing.",
    "personal_life": "আল আমিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Al Amin's personal life is still being collected. Please assist us with any details you may have."
}
,{
    "img": "null",
    "id": "160",
    "name": "গোলাম রব্বানী",
    "en_name": "Golam Rabbani",
    "occupation": "শ্রমিক",
    "en_occupation": "Worker",
    "description": "গোলাম রব্বানী সম্পর্কে তথ্য এখনও সংগ্রহ করা হচ্ছে।",
    "en_description": "Information about Golam Rabbani is still being collected.",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৪ বছর",
    "en_age": "14 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "কচাকাটা, নাগেশ্বরী, কুড়িগ্রাম",
    "en_birth_place": "Kochakata, Nageskori, Kurigram",
    "reason": "১৯ জুলাই পুলিশের গুলিতে আহত হয় এবং পরবর্তীতে মৃত্যুবরণ করেন।",
    "en_reason": "Injured by police shooting on July 19 and later died.",
    "personal_life": "গোলাম রব্বানী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Golam Rabbani's personal life is still being collected. Please assist us with any details you may have."
}
,
{
    "img": "https://shohid.info/shohid/abdullah-al-abir.jpg",
    "id": "161",
    "name": "আবদুল্লাহ আল আবীর",
    "en_name": "Abdullah Al Abir",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "আবদুল্লাহ আল আবীর সম্পর্কে তথ্য এখনও সংগ্রহ করা হচ্ছে।",
    "en_description": "Information about Abdullah Al Abir is still being collected.",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "----------",
    "en_age": "----------",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "বরিশাল",
    "en_birth_place": "Barisal",
    "reason": "ঢাকার নর্দা এলাকায় গুলিবিদ্ধ হন। পরদিন ভোরে ঢাকা মেডিকেল কলেজ হাস্পাতালে মারা যান।",
    "en_reason": "Shot in the Norda area of Dhaka and died in the early morning at Dhaka Medical College Hospital the next day.",
    "personal_life": "আবদুল্লাহ আল আবীর এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Abdullah Al Abir's personal life is still being collected. Please assist us with any details you may have."
}
,{
    "img": "null",
    "id": "162",
    "name": "নুর আলম",
    "en_name": "Nur Alam",
    "occupation": "নির্মাণ শ্রমিক",
    "en_occupation": "Construction Worker",
    "description": "নুর আলম সম্পর্কে তথ্য এখনও সংগ্রহ করা হচ্ছে।",
    "en_description": "Information about Nur Alam is still being collected.",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২২ বছর",
    "en_age": "22 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "মোল্লাপাড়া, ভোগডাঙ্গা, কুড়িগ্রাম",
    "en_birth_place": "Mollapara, Bhogdanga, Kurigram",
    "reason": "২০ জুলাই (শনিবার) গাজীপুরের চৌরাস্তা দিয়ে কাজে যাচ্ছিলেন নির্মাণশ্রমিক নুর আলম। একপর্যায়ে কোটা সংস্কার আন্দোলনে শিক্ষার্থীদের মিছিলের মধ্যে পড়েন। শিক্ষার্থীদের নিয়ন্ত্রণে গুলি চালায় পুলিশ। সেই গুলি এসে নুর আলমের চোখে লেগে মাথার ভেতর দিয়ে বেরিয়ে যায়। সহকর্মীরা হাসপাতালে নিলে চিকিৎসক তাঁকে মৃত ঘোষণা করেন।",
    "en_reason": "On July 20 (Saturday), Nur Alam was on his way to work through Chourasta in Gazipur. He accidentally entered a student march of the quota reform movement. The police fired shots to control the students, and one of the bullets hit Nur Alam's eye and exited through his head. Colleagues took him to the hospital, where he was declared dead by the doctors.",
    "personal_life": "নুর আলম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Nur Alam's personal life is still being collected. Please assist us with any details you may have."
}
,{
    "img": "https://shohid.info/shohid/biplob-hasan.jpg",
    "id": "163",
    "name": "বিপ্লব হাসান",
    "en_name": "Biplob Hasan",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "বিপ্লব হাসান সম্পর্কে তথ্য এখনও সংগ্রহ করা হচ্ছে।",
    "en_description": "Information about Biplob Hasan is still being collected.",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৮ বছর",
    "en_age": "18 years",
    "dob": "----------",
    "en_dob": "----------",
    "birth_place": "দামগাঁও, গৌরীপুর, ময়মনসিংহ",
    "en_birth_place": "Damgaon, Gouripur, Mymensingh",
    "reason": "বিপ্লব হাসান কিভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Details about how Biplob Hasan died are not yet available. The search for information is ongoing.",
    "personal_life": "বিপ্লব হাসান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Biplob Hasan's personal life is still being collected. Please assist us with any details you may have."
}
,
{"img": "null",
  "id": "164",
  "name": "মোঃ হাসিব",
  "en_name": "Mohd. Hasib",
  "occupation": "শিক্ষার্থী",
  "en_occupation": "Student",
  "description": "নর্দান ইউনিভার্সিটি বাংলাদেশ",
  "en_description": "Northern University Bangladesh",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "২৫ বছর",
  "en_age": "25 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "চট্টগ্রাম",
  "en_birth_place": "Chattogram",
  "reason": "মোঃ হাসিব কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
  "en_reason": "There is insufficient information available about how Mohd. Hasib passed away; the search for information is ongoing.",
  "personal_life": "মোঃ হাসিব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Mohd. Hasib is ongoing. If you have any information about him, please assist us."
}
,
{"img": "https://shohid.info/shohid/nure-alam-siddiqui-rakib.jpg",
  "id": "165",
  "name": "নূরে আলম সিদ্দিকী রাকিব",
  "en_name": "Nure Alam Siddiquee Rakib",
  "occupation": "শিক্ষার্থী",
  "en_occupation": "Student",
  "description": "তা’লিমুল কোরআন মহিলা মাদ্রাসা",
  "en_description": "Talimul Quran Women Madrasa",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "২০ বছর",
  "en_age": "20 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "দামগাঁও, রামগোপালপুর গৌরীপুর, ময়মনসিংহ",
  "en_birth_place": "Damgaon, Ramgopalpur Gauripur, Mymensingh",
  "reason": "সূত্র: প্রথম আলো",
  "en_reason": "Source: Prothom Alo",
  "personal_life": "নূরে আলম সিদ্দিকী রাকিব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Nure Alam Siddiquee Rakib is ongoing. If you have any information about him, please assist us."
}
,{"img": "https://shohid.info/shohid/mamun-hosen.jpg",
  "id": "166",
  "name": "মামুন হোসেন",
  "en_name": "Mamun Hossain",
  "occupation": "গাড়ী চালক",
  "en_occupation": "Driver",
  "description": "ঢাকা",
  "en_description": "Dhaka",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "২৯ বছর",
  "en_age": "29 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "জালিয়াল, বিনোদপুর, নোয়াখালী",
  "en_birth_place": "Jaliyal, Binodpur, Noakhali",
  "reason": "সূত্র: প্রথম আলো",
  "en_reason": "Source: Prothom Alo",
  "personal_life": "মামুন হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Mamun Hossain is ongoing. If you have any information about him, please assist us."
}
,
{"img": "https://shohid.info/shohid/minhajul-islam.jpg",
  "id": "167",
  "name": "মিনহাজুল ইসলাম",
  "en_name": "Minhajul Islam",
  "occupation": "গার্মেন্টস শ্রমিক",
  "en_occupation": "Garment Worker",
  "description": "নিউ কমেন্স ফ্যাশন লিঃ",
  "en_description": "New Commence Fashion Ltd.",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "১৭ বছর",
  "en_age": "17 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "রামশালা, আক্কেলপুর, জয়পুরহাট",
  "en_birth_place": "Ramshala, Akkelpukur, Joypurhat",
  "reason": "মিনহাজুল ইসলাম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
  "en_reason": "There is insufficient information available about how Minhajul Islam passed away; the search for information is ongoing.",
  "personal_life": "মিনহাজুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Minhajul Islam is ongoing. If you have any information about him, please assist us."
}
,

{"img": "https://shohid.info/shohid/mizan-howladar.jpg",
  "id": "168",
  "name": "মিজান হাওলাদার",
  "en_name": "Mizan Howlader",
  "occupation": "দিন মজুর",
  "en_occupation": "Day Laborer",
  "description": "মানিকনগর, মুগদা, ঢাকা",
  "en_description": "Maniknagar, Mugda, Dhaka",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "৩০ বছর",
  "en_age": "30 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "গুলবুনিয়া, বরগুনা",
  "en_birth_place": "Gulbunia, Barguna",
  "reason": "মিজান হাওলাদার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
  "en_reason": "There is insufficient information available about how Mizan Howlader passed away; the search for information is ongoing.",
  "personal_life": "মিজান হাওলাদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Mizan Howlader is ongoing. If you have any information about him, please assist us."
}
,{"img": "https://shohid.info/shohid/sumaiya-akter.jpg",
  "id": "169",
  "name": "সুমাইয়া আক্তার",
  "en_name": "Sumaiya Akter",
  "occupation": "গৃহিণী",
  "en_occupation": "Housewife",
  "description": "বরিশাল",
  "en_description": "Barisal",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "২২ বছর",
  "en_age": "22 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "বরিশাল",
  "en_birth_place": "Barisal",
  "reason": "তিনি সিদ্ধিরগঞ্জ, নারায়ানগঞ্জে তার বাসার বারান্দায় অবস্থান করেছিলেন ঠিক ওই মুহুর্তে হেলিকাপ্টার থেকে একটি গুলি এসে তার কপালে লাগে এবং তাৎক্ষনিকভাবে সে মৃত্যুর কোলে ঢলে পরেন। তার একমাস ২৬দিনের একটি কন্যা সন্তান রয়েছে যা সে এই মুহুর্তে এতিম। বাচ্চাটির ভবিষ্যত অনিশ্চিত হয়ে পরেছে।",
  "en_reason": "She was on the balcony of her house in Siddhirganj, Narayanganj when a bullet from a helicopter struck her forehead, causing her to die instantly. She leaves behind a one-month and 26-day-old daughter who is now orphaned. The child's future has become uncertain.",
  "personal_life": "সুমাইয়া আক্তার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Sumaiya Akter is ongoing. If you have any information about her, please assist us."
}
,
{"img": "https://shohid.info/shohid/saad-mahmud.jpg",
  "id": "170",
  "name": "সাদ মাহমুদ",
  "en_name": "Sad Mahmood",
  "occupation": "শিক্ষার্থী",
  "en_occupation": "Student",
  "description": "জাবালে নূর দাখিল মাদ্রাসায়",
  "en_description": "Jabale Noor Dakhil Madrasa",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "১৪ বছর",
  "en_age": "14 years",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "ধল্লা খানপাড়া, সিঙ্গাইর, মানিকগঞ্জ",
  "en_birth_place": "Dhalla Khanpara, Singair, Manikganj",
  "reason": "সূত্র: দ্য ডেইলি স্টার",
  "en_reason": "Source: The Daily Star",
  "personal_life": "সাদ মাহমুদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Sad Mahmood is ongoing. If you have any information about him, please assist us."
}
,{"img": "null",
  "id": "171",
  "name": "জামাল সিকদার",
  "en_name": "Jamal Sikder",
  "occupation": "null",
  "en_occupation": "null",
  "description": "null",
  "en_description": "null",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "null",
  "en_age": "null",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "পূর্ব হোসনাবাদ, সরিকল, গৌরনদী, বরিশাল",
  "en_birth_place": "Purba Hosnabad, Sarikal, Gournadi, Barisal",
  "reason": "সূত্র: প্রথম আলো",
  "en_reason": "Source: Prothom Alo",
  "personal_life": "জামাল সিকদার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Jamal Sikder is ongoing. If you have any information about him, please assist us."
}
,{"img": "https://shohid.info/shohid/md-mehedi.jpg",
  "id": "172",
  "name": "মোঃ মেহেদী",
  "en_name": "Mohd. Mehedi",
  "occupation": "শিক্ষার্থী",
  "en_occupation": "Student",
  "description": "গজারিয়া ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি",
  "en_description": "Gojaria Institute of Science and Technology",
  "date_of_death": "২০ জুলাই, ২০২৪",
  "en_date_of_death": "20th July, 2024",
  "age": "null",
  "en_age": "null",
  "dob": "null",
  "en_dob": "null",
  "birth_place": "বড় রায়পাড়া, বালুয়ারকান্দি, গজারিয়া, মুন্সিগঞ্জ",
  "en_birth_place": "Borai Para, Baluaarkandi, Gojaria, Munshiganj",
  "reason": "নারায়নগঞ্জের সিদ্ধিরগঞ্জে ডাচ বাংলা ব্যাংক মার্কেটের পিছনে, পাইনাদী, হিরাঝিল, আবাসিক এলাকায় গুলিতে নিহত হন",
  "en_reason": "He was shot and killed in the residential area of Pineadi, Hirajhil, behind Dutch-Bangla Bank Market in Siddhirganj, Narayanganj.",
  "personal_life": "মোঃ মেহেদী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
  "en_personal_life": "The search for personal information about Mohd. Mehedi is ongoing. If you have any information about him, please assist us."
}
,
{
    "img": "https://shohid.info/shohid/md-humayun-kabir.jpg",
    "id": "173",
    "name": "মোহাম্মদ হুমায়ুন কবির",
    "en_name": "Mohammad Humayun Kabir",
    "occupation": "শহীদ",
    "en_occupation": "Martyr",
    "description": "মৃত্যু তারিখ : ২০ জুলাই, ২০২৪",
    "en_description": "Date of Death: July 20, 2024",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "null",
    "en_age": "null",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নান্দাইল, ময়মনসিংহ",
    "en_birth_place": "Nandail, Mymensingh",
    "reason": "গুলিবিদ্ধ",
    "en_reason": "Shot",
    "personal_life": "মোহাম্মদ হুমায়ুন কবির এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Humayun Kabir's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,

{
    "img": "https://shohid.info/shohid/zubaid-hossain.jpg",
    "id": "174",
    "name": "জুবাইদ হোসেন",
    "en_name": "Zubaid Hossain",
    "occupation": "দোকানদার",
    "en_occupation": "Shopkeeper",
    "description": "রাজধানীর যাত্রাবাড়ীতে একটি মুদিদোকানে চাকরি করত",
    "en_description": "Worked at a grocery store in Jatrabari, Dhaka",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "১৫ বছর",
    "en_age": "15 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নান্দাইল, ময়মনসিংহ",
    "en_birth_place": "Nandail, Mymensingh",
    "reason": "জুবাইদ হোসেন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Zubaid Hossain died; the search for details is ongoing.",
    "personal_life": "জুবাইদ হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Zubaid Hossain's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/nasima-akhter.jpg",
    "id": "175",
    "name": "নাছিমা আক্তার",
    "en_name": "Nasima Akhter",
    "occupation": "শহীদ",
    "en_occupation": "Martyr",
    "description": "নোয়াখালী",
    "en_description": "Noakhali",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৩ বছর",
    "en_age": "23 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নোয়াখালী",
    "en_birth_place": "Noakhali",
    "reason": "নাছিমা আক্তার কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Nasima Akhter died; the search for details is ongoing.",
    "personal_life": "নাছিমা আক্তার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Nasima Akhter's personal life is currently being sought. If you have any information about her, please help us by providing it."
}
,

{
    "img": "https://shohid.info/shohid/roni-pramanik.jpg",
    "id": "176",
    "name": "রনি প্রামাণিক",
    "en_name": "Roni Pramanik",
    "occupation": "রিকশা চালক",
    "en_occupation": "Rickshaw Driver",
    "description": "বুকে গুলিবিদ্ধ হয়ে মারা গেছেন রনি প্রমাণিক - সূত্র: প্রথম আলো",
    "en_description": "Shot in the chest and died - Source: Prothom Alo",
    "date_of_death": "২০ জুলাই, ২০২৪",
    "en_date_of_death": "20th July, 2024",
    "age": "২৮ বছর",
    "en_age": "28 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "পঞ্চদাশ, বুড়িগঞ্জ, শিবগঞ্জ, বগুড়া",
    "en_birth_place": "Panchdash, Buriganj, Shibganj, Bogura",
    "reason": "বুকে গুলিবিদ্ধ হয়ে মারা গেছেন রনি প্রমাণিক - সূত্র: প্রথম আলো",
    "en_reason": "Shot in the chest and died - Source: Prothom Alo",
    "personal_life": "রনি প্রামাণিক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Roni Pramanik's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,
{
    "img": "https://shohid.info/shohid/al-amin.jpg",
    "id": "177",
    "name": "আল আমিন",
    "en_name": "Al Amin",
    "occupation": "অ্যাসিস্ট্যান্ট",
    "en_occupation": "Assistant",
    "description": "অভিনেত্রী তানজিন তিশার সহকারী",
    "en_description": "Assistant to actress Tanzin Tisha",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১৮ বছর",
    "en_age": "18 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "আল আমিন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Al Amin died; the search for details is ongoing.",
    "personal_life": "কিভাবে শুরু করব জানিনা আপনারা হয়তো সবাই ওকে আমার অ্যাসিস্ট্যান্ট হিসেবে চিনেন, কিন্তু ও কিন্তু আমার অ্যাসিস্ট্যান্ট না ও আমার ছোট ভাই। গত চার বছর ধরে ও আমার সাথেই থাকে আমার ফ্যামিলিতেই থাকে ফ্যামিলি হয়ে। আপু কি লাগবে ,আপু কি খাবে, আপু কখন ঘুমাবে ,আবার কখন মনটা খারাপ , মনটা ভালো সব কিছু এই ছেলেটাই জানতো আর দেখত । আলামিন - সারাটা দিন আমার বড় একটা ছায়ার মত আমার পাশে বসে থাকতো । আমার কত প্ল্যান ওকে নিয়ে। ওকে ড্রাইভিং শেখাবো , জোর করে বলতাম পড়াশোনাটা কন্টিনিউ করতে , পরীক্ষাটা দিতে।অনেকে অনেক কিছু বলতো কিন্তু দুনিয়ার সাথে যুদ্ধ করে ও আপুর কাছে এসে বসে থাকতো। ঈদের দিন গুলোও আগে আমার সাথে থাকত, তারপর ওর ফ্যামিলির সাথে । কত বকা দিছি, আবার একটু পর ঠিকই বুঝাতাম , আবার মন খারাপও করে থাকতো ,আর ছেলেটা একটা না দুই দুইটা গুলি কি করে নিয়েছে এই বাচ্চা ছেলেটা??? আলামিন কোন দল অথবা কোনকিছুর সাথে জড়িত ছিলো না। ওর বিগত ৪ বছর জীবনটা আমার সাথে, আমার কাজের এবং আমার পরিবারের সাথেই কেটেছে সবটা সময়। ওর জীবনে কোন পাপ নাই খুব ছোট একটা মানুষ এই চার বছর আমার কাছে বড় হতে দেখলাম। দোয়া করবেন সবাই আল্লাহর কাছে যেন সুন্দর জীবনে থাকে। সোর্স - তানজিন তিশার ফেসবুক পোস্ট",
    "en_personal_life": "I don’t know how to start. You might all know him as my assistant, but he was not just my assistant; he was my younger brother. For the past four years, he has been living with me and my family. He knew everything about me—what I needed, what I wanted to eat, when I would sleep, and even when I was sad or happy. Al Amin was like a big shadow beside me all day. I had many plans for him, to teach him driving, and insisted he continue his studies and take exams. Despite many opinions, he fought with the world and stayed close to me. He used to be with me on Eid days before being with his family. I scolded him a lot but soon made him understand, and he would also be upset. How did this young boy get one or two bullets? Al Amin was not involved with any group or anything. For the past 4 years, his life was with me, my work, and my family. He had no sins; a very young person who grew up with me over these four years. Please pray to Allah for him to have a beautiful life. Source: Tanzin Tisha's Facebook post."
}
,{
    "img": "null",
    "id": "178",
    "name": "তৌফিক",
    "en_name": "Toufiq",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "শনিরআখড়ার একটি দোকানে",
    "en_description": "Worked at a shop in Shonir Akhra",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "মোহাম্মদপুর, রংপুর",
    "en_birth_place": "Mohammadpur, Rangpur",
    "reason": "শনিরআখড়া এলাকায় গুলিবিদ্ধ হয়ে ঢাকা মেডিকেলে মৃত্যুবরণ করেন - নয়া দিগন্ত ২২ জুলাই, ২০২৪ (১ম ও ২য় পৃষ্ঠা দ্রষ্টব্য)",
    "en_reason": "Shot in the Shonir Akhra area and died at Dhaka Medical College - Source: Naya Diganta, July 22, 2024 (see pages 1 and 2)",
    "personal_life": "তৌফিক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Toufiq's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "null",
    "id": "179",
    "name": "মোহাম্মদ মাহীন",
    "en_name": "Mohammad Maheen",
    "occupation": "দোকান কর্মচারী",
    "en_occupation": "Shop Employee",
    "description": "ঢাকার একটি দোকান",
    "en_description": "A shop in Dhaka",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১৮ বছর",
    "en_age": "18 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "শীকদার বাড়ী, সন্দ্বীপ, চট্রগ্রাম",
    "en_birth_place": "Sheikdar Bari, Sandwip, Chattogram",
    "reason": "মোহাম্মদ মাহীন কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Mohammad Maheen died; the search for details is ongoing.",
    "personal_life": "মোহাম্মদ মাহীন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Maheen's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/ajijul.jpg",
    "id": "180",
    "name": "আজিজুল",
    "en_name": "Azizul",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "নরসিংদী",
    "en_description": "Narsingdi",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "null",
    "en_age": "null",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নরসিংদী",
    "en_birth_place": "Narsingdi",
    "reason": "আজিজুল কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Azizul died; the search for details is ongoing.",
    "personal_life": "আজিজুল এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Azizul's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/yousuf-ali-shawon.jpg",
    "id": "181",
    "name": "ইউসুফ আলী শাওন",
    "en_name": "Yusuf Ali Shawn",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "শনিরআখড়ার একটি দোকানে",
    "en_description": "Worked at a shop in Shonir Akhra",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১৬ বছর",
    "en_age": "16 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "লক্ষীপুর, চট্রগ্রাম",
    "en_birth_place": "Lakshmipur, Chattogram",
    "reason": "শনিরআখড়া এলাকায় গুলিবিদ্ধ হয়ে ঢাকা মেডিকেলে মৃত্যুবরণ করেন। - নয়া দিগন্ত ২২ জুলাই, ২০২৪ (১ম ও ২য় পৃষ্ঠা দ্রষ্টব্য)",
    "en_reason": "Shot in the Shonir Akhra area and died at Dhaka Medical College. - Source: Naya Diganta, July 22, 2024 (see pages 1 and 2)",
    "personal_life": "ইউসুফ আলী শাওন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Yusuf Ali Shawn's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/kamrul-hasan-rabbi.jpg",
    "id": "182",
    "name": "কামরুল হাসান রাব্বি",
    "en_name": "Kamrul Hasan Rabbie",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "ওয়ালটন প্লাজা",
    "en_description": "Walton Plaza",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "২৪ বছর",
    "en_age": "24 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "জামালপুর",
    "en_birth_place": "Jamalpur",
    "reason": "কামরুল হাসান রাব্বি কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Kamrul Hasan Rabbie died; the search for details is ongoing.",
    "personal_life": "কামরুল হাসান রাব্বি এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Kamrul Hasan Rabbie's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,

{
    "img": "null",
    "id": "183",
    "name": "মোঃ আকাশ",
    "en_name": "Mohammad Akash",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "null",
    "en_description": "null",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "২৫ বছর",
    "en_age": "25 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "null",
    "en_birth_place": "null",
    "reason": "মোঃ আকাশ কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Mohammad Akash died; the search for details is ongoing.",
    "personal_life": "মোঃ আকাশ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Akash's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/omor-faruk.jpg",
    "id": "184",
    "name": "ওমর ফারুক",
    "en_name": "Omar Faruk",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "কবি নজরুল সরকারি কলেজ, ঢাকা",
    "en_description": "Kabi Nazrul Government College, Dhaka",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "২৪ বছর",
    "en_age": "24 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "দূর্গাপুর, নেত্রকোণা, ময়মনসিংহ",
    "en_birth_place": "Durgapur, Netrokona, Mymensingh",
    "reason": "ওমর ফারুক কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "There is insufficient information about how Omar Faruk died; the search for details is ongoing.",
    "personal_life": "ওমর ফারুক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Omar Faruk's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,
{
    "img": "https://shohid.info/shohid/md-foyez.jpg",
    "id": "185",
    "name": "মোঃ ফয়েজ",
    "en_name": "Mohammad Fayez",
    "occupation": "স্যানিটারি মিস্ত্রি",
    "en_occupation": "Sanitary Worker",
    "description": "যাত্রাবাড়ী, ঢাকা",
    "en_description": "Jatrabari, Dhaka",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৩২ বছর",
    "en_age": "32 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ঝাউডগী, চর আবাবিল, রায়পুর, লক্ষ্মীপুর",
    "en_birth_place": "Jhaudgi, Char Ababil, Raipur, Lakshmipur",
    "reason": "- সূত্র: প্রথম আলো",
    "en_reason": "- Source: Prothom Alo",
    "personal_life": "মোঃ ফয়েজ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Fayez's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/zakir-hosen.jpg",
    "id": "186",
    "name": "জাকির হোসেন",
    "en_name": "Zakir Hossain",
    "occupation": "গার্মেন্টস শ্রমিক",
    "en_occupation": "Garment Worker",
    "description": "কাজী ভিআইপি গার্মেন্টস, ভীমবাজার, গাজীপুর",
    "en_description": "Kazi VIP Garments, Bhimpur, Gazipur",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৩৮ বছর",
    "en_age": "38 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "চর দূর্লভখা, কাপাসিয়া, গাজীপুর",
    "en_birth_place": "Char Durlovkha, Kapasia, Gazipur",
    "reason": "১৯ জুলাই শুক্রবার বিকাল ৪টার দিকে আব্দুল্লাহপুরে গুলিবিদ্ধ হন জাকির। এরপর চিকিৎসাধীন অবস্থায় প্রায় ৩৬ ঘন্টা পর ২১ জুলাই রোববার ভোর ৪টায় ঢাকা মেডিকেল কলেজ হাসপাতালে তার মৃত্যু হয়। - সূত্র: প্রথম আলো",
    "en_reason": "On July 19, Friday at around 4 PM, Zakir was shot in Abdullahpur. After being under treatment for nearly 36 hours, he died at 4 AM on July 21, Sunday, at Dhaka Medical College Hospital. - Source: Prothom Alo",
    "personal_life": "জাকির হোসেন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Zakir Hossain's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/md-moinul-islam.jpg",
    "id": "187",
    "name": "মোঃ মঈনুল ইসলাম",
    "en_name": "Mohammad Moinul Islam",
    "occupation": "শিক্ষক",
    "en_occupation": "Teacher",
    "description": "আহসানুল হিকমা মদারাসা, ডেমরা, ঢাকা",
    "en_description": "Ahsanul Hikma Madrasa, Demra, Dhaka",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "২৮ বছর",
    "en_age": "28 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "কোকানিয়া, গোপালগঞ্জ",
    "en_birth_place": "Kokania, Gopalganj",
    "reason": "দুপুর ৩ টা নাগাদ মাদরাসা থেকে বাসায় যাওয়ার পথে গুলিবিদ্ধ হয়ে শাহাদাত বরন করে।",
    "en_reason": "Around 3 PM, while on his way home from the madrasa, he was shot and attained martyrdom.",
    "personal_life": "মোঃ মঈনুল ইসলাম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Moinul Islam's personal life is currently being sought. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/mizanur-rahman.jpg",
    "id": "188",
    "name": "মিজানুর রহমান",
    "en_name": "Mizanur Rahman",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "নর্দা এলকার একটি বিউটি পার্লারে কর্মরত ছিলেন",
    "en_description": "Worked at a beauty parlour in the Norda area",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৪৮ বছর",
    "en_age": "48 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "পিংড়া, উপাদী উত্তর, মতলব দক্ষিণ, চাঁদপুর",
    "en_birth_place": "Pingra, Upadi Uttar, Matlab Dakshin, Chandpur",
    "reason": "- সূত্র: প্রথম আলো",
    "en_reason": "- Source: Prothom Alo",
    "personal_life": "মিজানুর রহমান এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mizanur Rahman's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/mohammad-ali.jpg",
    "id": "189",
    "name": "মোহাম্মদ আলী",
    "en_name": "Mohammad Ali",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "বাবুরহাট, নরসিংদী সদর, নরসিংদী",
    "en_description": "Baburhat, Narsingdi Sadar, Narsingdi",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৪৫ বছর",
    "en_age": "45 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "শেখেরচর, বাবুরহাট, নরসিংদী সদর, নরসিংদী",
    "en_birth_place": "Shekherchar, Baburhat, Narsingdi Sadar, Narsingdi",
    "reason": "মোহাম্মদ আলী কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Information about how Mohammad Ali died is not sufficiently available; the search for details is ongoing.",
    "personal_life": "মোহাম্মদ আলী এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Ali's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/monayel-ahmed-imran-asad.jpg",
    "id": "190",
    "name": "মোনায়েল আহমেদ ইমরান আসাদ",
    "en_name": "Monayel Ahmed Imran Asad",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "জিরুন্ডা মানপুর তোফাইলিয়া সিনিয়র মাদ্রাসা",
    "en_description": "Zirunda Manpur Tofailia Senior Madrasa",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১৫ বছর",
    "en_age": "15 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "রামপুর, গোয়ালনগর, নাসিরনগর, ব্রাহ্মণবাড়িয়া",
    "en_birth_place": "Rampur, Goyalnagar, Nasirnagar, Brahmanbaria",
    "reason": "- সূত্র: প্রথম আলো",
    "en_reason": "- Source: Prothom Alo",
    "personal_life": "মোনায়েল আহমেদ ইমরান আসাদ এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Monayel Ahmed Imran Asad's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/md-milon.jpg",
    "id": "191",
    "name": "মোঃ মিলন",
    "en_name": "Md. Milon",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "সিদ্ধিরগঞ্জ, নারায়ণগঞ্জ",
    "en_description": "Siddhirganj, Narayanganj",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৩৩ বছর",
    "en_age": "33 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ঝাটরা, দুমকি, পটুয়াখালী",
    "en_birth_place": "Jhatra, Dumki, Patukhali",
    "reason": "ওই দিন সকালে মিলন মাছ আনার উদ্দেশ্যো বাসা থেকে বের হয়ে চিটাগাং রোড এলাকায় যান। এরপর ফোন আসে মিলনের মরদেহ পড়ে আছে মহাসড়কের উপর। কিছুক্ষণ পর তার পরিচিত লোকজন লাশ দেখতে পেয়ে খবর দেয় পরিবারকে। তাতক্ষনিকভাবে পরিবারের সদস্যরা মরদেহ উদ্ধার করে নিয়ে আসে সিদ্ধিরগঞ্জ পুলস্থ তার বাসায়।",
    "en_reason": "On that morning, Milon left home to bring fish and went to Chittagong Road area. Later, a phone call reported that Milon's body was found on the highway. After a while, acquaintances saw the body and informed the family. The family members then promptly recovered the body and brought it back to their home in Siddhirganj.",
    "personal_life": "মোঃ মিলন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Md. Milon's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "null",
    "id": "192",
    "name": "জোবায়ের",
    "en_name": "Jobayer",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Employee",
    "description": "নান্দাইল, ময়মনসিংহ",
    "en_description": "Nandail, Mymensingh",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১২ বছর",
    "en_age": "12 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নান্দাইল, ময়মনসিংহ",
    "en_birth_place": "Nandail, Mymensingh",
    "reason": "ফাইয়ারের শব্দ শুনে দোকান লাগাচ্ছিল তাড়াহুড়ো করে, এর মধ্যে গুলিবিদ্ধ হয়",
    "en_reason": "While hurriedly setting up a shop after hearing the sound of gunfire, he was shot.",
    "personal_life": "জোবায়ের এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Jobayer's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,

{
    "img": "https://shohid.info/shohid/mozibur-rahman-sarkar.jpg",
    "id": "193",
    "name": "মজিবুর রহমান সরকার",
    "en_name": "Mojibur Rahman Sarkar",
    "occupation": "প্রবাসী",
    "en_occupation": "Expatriate",
    "description": "সেক্টর -৪, তুষারধারা আবাসিক এলাকা, সাদ্দাম মার্কেট, মাতুয়াইল, ঢাকা",
    "en_description": "Sector-4, Tushar Dhara Residential Area, Saddam Market, Matual, Dhaka",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৫৭ বছর",
    "en_age": "57 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "গজারিয়া, মুন্সিগঞ্জ",
    "en_birth_place": "Gojaria, Munshiganj",
    "reason": "নিজ বাড়ির পাশের মসজিদে আসরের নামাজ পড়ে বাড়ি ফেরার সময় পুলিশ পিছন থেকে গুলি করে। গুলিটি পিছনে থেকে ঢুকে সামনে বুকের বাম পাশ দিয়ে বের হয়ে যায়। এবং সাথে সাথে মৃত্যু হয়",
    "en_reason": "While returning home after performing Asr prayer at the mosque near his house, he was shot by the police from behind. The bullet entered from the back and exited through the left side of his chest, leading to his immediate death.",
    "personal_life": "মজিবুর রহমান সরকার এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mojibur Rahman Sarkar's personal life is currently being sought. If you have any information about him, please help us by providing it."
},
{
    "img": "https://shohid.info/shohid/md-omar-farooq.jpg",
    "id": "194",
    "name": "মোঃ ওমর ফারুক",
    "en_name": "Mohammad Omar Faruk",
    "occupation": "দোকানদার",
    "en_occupation": "Shopkeeper",
    "description": "রাজ্জাক কাঁচাবাজার, সাভার, ঢাকা",
    "en_description": "Rajjak Wholesale Market, Savar, Dhaka",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৪০ বছর",
    "en_age": "40 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "ডেংগারগড়, নয়াপাড়া, জামালপুর সদর",
    "en_birth_place": "Dengar Garh, Noyapara, Jamalpur Sadar",
    "reason": "মোঃ ওমর ফারুক কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Information about how Mohammad Omar Faruk died is currently unavailable. The search for details is ongoing.",
    "personal_life": "মোঃ ওমর ফারুক এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Mohammad Omar Faruk's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/sumaiya-akhter-shimu.jpg",
    "id": "195",
    "name": "সুমাইয়া আক্তার সিমু",
    "en_name": "Sumaiya Akhter Simu",
    "occupation": "গৃহিণী",
    "en_occupation": "Housewife",
    "description": "নারায়ণগঞ্জ",
    "en_description": "Narayanganj",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "২০ বছর",
    "en_age": "20 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নারায়ণগঞ্জ",
    "en_birth_place": "Narayanganj",
    "reason": "২১শে জুলাই বাদ আসর বাচ্চাকে ঘুম পাড়িয়ে বারান্দায় যায় সুমি। সেখানে আগে থেকেই তার মা আছমা বেগম দাঁড়িয়েছিলেন। হঠাৎ একটি গুলি এসে সিমুর মাথায় লাগে। মুহূর্তেই লুটিয়ে পড়ে সে।",
    "en_reason": "On July 21, after Asr prayers, Sumaiya Akhter Simu went to the veranda to put her child to sleep. Her mother, Ashma Begum, was already there. Suddenly, a bullet struck Simu's head, and she fell to the ground instantly.",
    "personal_life": "সুমাইয়া আক্তার সিমু এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Sumaiya Akhter Simu's personal life is currently being sought. If you have any information about her, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/aminul-islam-amin.jpg",
    "id": "196",
    "name": "আমিনুল ইসলাম আমিন",
    "en_name": "Aminul Islam Amin",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Job Holder",
    "description": "স্থানীয় একটি কারখানায় কাজ করত",
    "en_description": "Worked at a local factory",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১৬ বছর",
    "en_age": "16 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "যাত্রাবাড়ী, ঢাকা",
    "en_birth_place": "Jatrabari, Dhaka",
    "reason": "গত ২১ জুলাইয়ের। সরকারি চাকরিতে কোটা সংস্কারের দাবিতে শিক্ষার্থীদের আন্দোলন ঘিরে সেদিন ওই এলাকায় আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সঙ্গে বিক্ষোভকারীদের সংঘর্ষ চলছিল। গতকাল বুধবার দুপুরে যাত্রাবাড়ীর দক্ষিণ দনিয়ায় এক কক্ষের বাসায় বসে ওবায়দুল ইসলাম বলছিলেন, ‘কাছে গিয়া চাইয়্যা দেখি, এ তো আমারই ছেলে। ছেলেকে দেখে বাবাগো, সোনাগো বলে অজ্ঞানের মতো হয়ে যাই। পরে আরেক সিএনজি করে ছেলেকে ঢাকা মেডিকেল কলেজ হাসপাতালে নিয়া যাই। পাঁচ মিনিট পরেই ডাক্তার জানায়, আমার ছেলে আর নাই। এর আগে প্রথমে ছেলের মারে ফোনে জানাই, ছেলে গুলি খাইছে। পরে আবার জানাই, ছেলে মইরা গেছে।’",
    "en_reason": "On July 21, during the student protests demanding quota reforms in government jobs, clashes occurred between protesters and law enforcement in the area. That day, while sitting in a one-room house in South Donia, Jatrabari, Obaidul Islam said, 'I went closer to see and realized it was my own son. Seeing him, I fainted in despair. Later, I took him to Dhaka Medical College Hospital in another CNG. Five minutes later, the doctor informed me that my son was gone. Initially, I was told over the phone that my son had been shot, and later I was informed that he had died.'",
    "personal_life": "আমিনুল ইসলাম আমিন এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Aminul Islam Amin's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/ahsan-kabir.jpg",
    "id": "197",
    "name": "আহসান কবির",
    "en_name": "Ahshan Kabir",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Job Holder",
    "description": "প্রাইমেশিয়া ইউন্নিভার্সিটি",
    "en_description": "Primeasia University",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "৩৫ বছর",
    "en_age": "35 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "সানারপাড়, সাইন বোর্ড, নারায়নগঞ্জ",
    "en_birth_place": "Sanaarpur, Sign Board, Narayanganj",
    "reason": "বাসার সামনে হেলিকপ্টার থেকে গুলিতে",
    "en_reason": "Shot from a helicopter in front of his house",
    "personal_life": "আহসান কবির এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Ahshan Kabir's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,{
    "img": "https://shohid.info/shohid/md-sajib.jpg",
    "id": "198",
    "name": "মোঃ সজীব",
    "en_name": "Md. Sajib",
    "occupation": "চাকরিজীবী",
    "en_occupation": "Job Holder",
    "description": "রং এর দোকান",
    "en_description": "Paint Shop",
    "date_of_death": "২১ জুলাই, ২০২৪",
    "en_date_of_death": "21st July, 2024",
    "age": "১৮ বছর",
    "en_age": "18 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "নোয়াখালী",
    "en_birth_place": "Noakhali",
    "reason": "রাস্তা পার হওয়ার সময় বিজিবির গুলি",
    "en_reason": "Shot by Border Guard Bangladesh (BGB) while crossing the road",
    "personal_life": "মোঃ সজীব এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Md. Sajib's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,
{
    "img": "https://shohid.info/shohid/fuad-mahamud-fahim.jpg",
    "id": "199",
    "name": "ফুয়াদ মাহমুদ ফাহিম",
    "en_name": "Fuad Mahmud Fahim",
    "occupation": "শিক্ষার্থী",
    "en_occupation": "Student",
    "description": "নর্দার্ন ইউনিভার্সিটি",
    "en_description": "Northern University",
    "date_of_death": "২২ জুলাই, ২০২৪",
    "en_date_of_death": "22nd July, 2024",
    "age": "২২ বছর",
    "en_age": "22 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "উওরা, ঢাকা",
    "en_birth_place": "Uttara, Dhaka",
    "reason": "ফুয়াদ মাহমুদ ফাহিম কি ভাবে মারা গিয়েছেন এই বিষয়ে পর্যাপ্ত তথ্য পাওয়া যায় নি, তথ্য খোঁজার কাজ চলমান।",
    "en_reason": "Information about how Fuad Mahmud Fahim died is currently unavailable. The search for details is ongoing.",
    "personal_life": "ফুয়াদ মাহমুদ ফাহিম এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Fuad Mahmud Fahim's personal life is currently being sought. If you have any information about him, please help us by providing it."
}
,

{
    "img": "https://shohid.info/shohid/syed-raju.jpg",
    "id": "200",
    "name": "সৈয়দ রাজু",
    "en_name": "Syed Raju",
    "occupation": "ব্যবসায়ী",
    "en_occupation": "Businessman",
    "description": "সিদ্ধিরগঞ্জ, নারায়ণগঞ্জ",
    "en_description": "Siddhirganj, Narayanganj",
    "date_of_death": "২২ জুলাই, ২০২৪",
    "en_date_of_death": "22nd July, 2024",
    "age": "৩৬ বছর",
    "en_age": "36 years",
    "dob": "null",
    "en_dob": "null",
    "birth_place": "পশ্চিম বিঘা, রামগঞ্জ, লক্ষীপুর",
    "en_birth_place": "Pashchim Bigha, Ramganj, Lakshmipur",
    "reason": "গুলির আঘাতে ঢাকা মেডিকেল কলেজে চিকিৎসাকালীন অবস্থায় মৃত্যু বরণ করেন।",
    "en_reason": "Died due to gunshot injuries while receiving treatment at Dhaka Medical College.",
    "personal_life": "সৈয়দ রাজু এর ব্যক্তিগত তথ্য খোঁজার কাজ চলমান। আপনার কাছে উনার সম্পর্কে তথ্য থাকলে, আমাদের দিয়ে সাহায্য করুন।",
    "en_personal_life": "Information about Syed Raju's personal life is currently being sought. If you have any information about him, please help us by providing it."
}




	],
	"total": 200
}
